Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: Here is your current IP address, full hostname, and base hostname: $IPADDR $HOSTNM.$DOMAIN $HOSTNM Please give the IP address of the name server to use, such as $DNSSAMPLE. You can add more Domain Name Servers later by editing $RESOLV. Primary name server to use (aaa.bbb.ccc.ddd):
es_cr: Aquí está su dirección IP actual, nombre completo de servidor, y nombre base: $IPADDR $HOSTNM.$DOMAIN $HOSTNM Por favor suministre la dirección IP del servidor de nombres a usar, tal como $DNSSAMPLE. Puede agregar más Servidores de Nombre de Dominio (DNS) más adelante editando $RESOLV. Servidor de nombres primario a utilizar (aaa.bbb.ccc.ddd):

source: SELECT NAMESERVER
es_cr: SELECCIONAR SERVIDOR DE NOMBRES

source: PROBE FOR NETWORK CARD?
es_cr: ¿BUSCAR TARJETA DE RED?

source: If you like, we can look to see what kind of network card you have in your machine, and if we find one create an /etc/rc.d/rc.netdevice script to load the module for it at boot time. There's a slight bit of danger that the probing can cause problems, but it almost always works. If you'd rather configure your system manually, you can skip the probing process and edit /etc/rc.d/rc.modules or /etc/modules.conf later to have it load the right module.
es_cr: Si lo desea, podemos ver que clase de tarjeta de red tiene en su máquina, y si encontramos una podemos crear un script /etc/rc.d/rc.netdevice para cargar el módulo adecuado a la hora del arranque. Existe un pequeño riesgo de que la búsqueda cause problemas, pero casi siempre funciona. Si prefiere configurar su sistema manualmente, puede saltarse el proceso de búsqueda y editar /etc/rc.d/rc.modules o /etc/modules.conf más adelante para cargar el módulo correcto.

source: look for network cards to set up
es_cr: buscar tarjetas de red para configurar

source: skip probe; edit /etc/rc.d/rc.modules later
es_cr: saltarse la búsqueda; editar /etc/rc.d/rc.modules más adelante

source: CARD DETECTED
es_cr: TARJETA DETECTADA

source: A networking card using the $card.o module has been detected.
es_cr: Una tarjeta de red utilizando el módulo $card.o ha sido detectada

source: NO CARD DETECTED
es_cr: NINGUNA TARJETA DETECTADA

source: Sorry, but no network card could be probed for on your system. Some cards (like non-PCI NE2000s) must be supplied with the I/O address to use and can't be probed for safely. You'll have to try to configure the card later by editing /etc/rc.d/rc.modules or recompiling your kernel.
es_cr: Lo siento, pero ninguna tarjeta de red fue encontrada en su sistema. Algunas tarjetas (como las NE2000 no PCI) necesitan la dirección I/O para utilizarlas y no pueden ser detectadas de forma segura. Es necesario configurar la tarjeta más adelante editando /etc/rc.d/rc.modules o recompilando su kernel.

source: NETWORK SETUP COMPLETE
es_cr: CONFIGURACIÓN DE RED COMPLETA

source: Your networking system is now configured to use loopback: IP address: 127.0.0.1 Netmask: 255.255.255.0 Is this correct? Press 'Yes' to continue, or 'No' to reconfigure.
es_cr: Su sistema está ahora configurado para usar 'loopback': Dirección IP: 127.0.0.1 Máscara de red: 255.255.255.0 ¿Es esto correcto? Presione 'Sí' para continuar, o 'No' para configurar de nuevo.

source: Your networking system is now configured to use NetworkManager for wired and wireless network management. To set up wireless networks and view status, add the Network Management control panel widget to your KDE desktop. Is this correct? Press 'Yes' to confirm, or 'No' to reconfigure.
es_cr: Su sistema de red está ahora configurado para usar NetworkManager para el manejo de redes cableadas e inalámbricas. Para configurar redes inalámbricas y ver su estado, agregue el widget de panel de control para la Administración de Red en su escritorio KDE. ¿Es esto correcto? Presione 'Sí' para confirmar, o 'No' para configurar de nuevo.

source: CONFIRM NETWORK SETUP
es_cr: CONFIRMAR CONFIGURACIÓN DE RED

source: These are the settings you have entered. To accept them and complete the networking setup, press enter. If you need to make any changes, you can do that now (or reconfigure later using 'netconfig').
es_cr: Estos son los datos que ha ingresado. Para aceptarlos y completar la configuración de red, presione ENTER. Si necesita hacer cambios, puede hacerlos ahora (o puede configurar de nuevo más adelante usando 'netconfig').

source: Hostname:
es_cr: Nombre del servidor:

source: Domain name:
es_cr: Nombre del dominio:

source: IP address:
es_cr: Dirección IP:

source: Nameserver:
es_cr: Servidor de nombres:

source: CONFIRM SETUP COMPLETE
es_cr: CONFIRMAR CONFIGURACIÓN COMPLETA

source: Your networking system is now configured to use DHCP: Hostname: $HOSTNM Domain name: $DOMAIN IP address: (use DHCP server) Netmask: (use DHCP server) Gateway: (use DHCP server) Nameserver: (use DHCP server) Is this correct? Press 'Yes' to continue, or 'No' to reconfigure.
es_cr: Su sistema de red está configurado para usar DHCP: Nombre del servidor: $HOSTNM Nombre de dominio: $DOMAIN Dirección IP: (usar servidor DHCP) Máscara de red: (usar servidor DHCP) Puerta de enlace: (usar servidor DHCP) Servidor de nombres: (usar servidor DHCP) ¿Es esto correcto? Presione 'Sí' para continuar, o 'No' para configurar de nuevo.

source: Settings accepted. Basic network configuration is complete.
es_cr: Configuración aceptada. Configuración básica de red ha sido completada.

source: Settings discarded. Run the 'netconfig' command again if you need to reconfigure your network settings.
es_cr: Configuración descartada. Ejecute el comando 'netconfig' de nuevo si necesita configurar de nuevo sus datos de red.

source: Network support for NFS install, 2006-09-20 volkerdi@slackware.com Network support for FTP/HTTP install, 26-Jan-2008 alien@slackware.com
es_cr: Soporte de red para instalación NFS, 2006-09-20 volkerdi@slackware.com Soporte de red para instalación FTP/HTTP, 26-Jan-2008 alien@slackware.com

source: The next step in your installation may be partitioning your hard drive (if you're installing to a Linux partition) with 'fdisk' or 'cfdisk' (the menu-driven version of fdisk). If you already have a partition prepared for Linux, run 'setup' to start the installer program.
es_cr: El siguiente paso en su instalación puede ser particionar su disco duro (si está instalando a una partición Linux) con 'fdisk' o 'cfdisk' (la versión de fdisk manejada por menú). Si ya tiene una partición preparada para Linux, ejecute 'setup' para iniciar el programa de instalación.

source: ******* Welcome to the network supplemental disk! *******
es_cr: ******* ¡Bienvenido al disco de red suplementario! *******

source: -- Press [enter] to automatically probe for all network cards, or switch to a different console and use 'modprobe' to load the modules manually. -- To skip probing some modules (in case of hangs), enter them after an S: S eepro100 ne2k-pci -- To probe only certain modules, enter them after a P like this: P 3c503 3c505 3c507 -- To get a list of network modules, enter an L. -- To skip the automatic probe entirely, enter a Q now.
es_cr: -- Presione [enter] para buscar automáticamente todas las tarjetas de red, o cámbiese a una consola diferente y utilice 'modprobe' para cargar los módulos manualmente. -- Para saltarse la búsqueda de algunos módulos (en caso de bloqueos), ingréselos con una S: S eepro100 ne2k-pci -- Para buscar solo ciertos módulos, ingréselos después de una P de esta forma: P 3c503 3c505 3c507 -- Para obtener una lista de módulos de red, ingrese una L. -- Para saltarse la búsqueda automática por completo, ingrese una Q ahora.

source: network>
es_cr: red>

source: Available network modules:
es_cr: Módulos de red disponibles:

source: Probing for PCI/EISA network cards:
es_cr: Buscando tarjetas de red PCI/EISA:

source: Probing for card using the $card module...
es_cr: Buscando tarjeta usando el módulo $card ...

source: SUCCESS: found card using $card protocol -- modules loaded.
es_cr: ÉXITO: tarjeta encontrada utilizando protocolo $card --- módulos cargados.

source: Skipping module $card...
es_cr: Omitiendo módulo $card ...

source: Probing for MCA, ISA, and other PCI network cards:
es_cr: Buscando tarjetas de red MCA, ISA y otras tarjetas PCI:

source: Sorry, but no network card was detected. Some cards (like non-PCI NE2000s) must be supplied with the I/O address to use. If you have an NE2000, you can switch to another console (Alt-F2), log in, and load it with a command like this: modprobe ne io=0x360
es_cr: Lo siento, pero ninguna tarjeta de red fue encontrada. Algunas tarjetas (como las NE2000 no PCI) necesitan la dirección I/O para utilizarlas. Si tiene una NE2000, puede cambiarse a otra consola (Alt-F2), iniciar sesión, y cargarla con un comando como este: modprobe ne io=0x360

source: Probing for a custom list of modules:
es_cr: Buscando una lista de módulos personalizada:

source: Skipping automatic module probe.
es_cr: Saltándose búsqueda automática de módulos.

source: PCMCIA/Cardbus support script, 2003-02-18 volkerdi@slackware.com 2007-05-09 alien@slackware.com
es_cr: Script de soporte para PCMCIA/Cardbus, 2003-02-18 volkerdi@slackware.com 2007-05-09 alien@slackware.com

source: The PCMCIA/Cardbus subsystem is now installed. Please make sure that all of the cards you'll need for the installation are in the machine. If you still need to insert any PCMCIA/Cardbus cards, do that now. Once the drive stops (indicating that all needed modules have been loaded), then press [enter] to continue.
es_cr: El subsistema PCMCIA/Cardbus está instalado ahora. Por favor asegúrese que todas las tarjetas que necesitará para la instalación están en la máquina. Si todavía necesita insertar alguna tarjeta PCMCIA/Cardbus, hágalo ahora. Una vez que la unidad se detenga (indicando que todos los módulos necesarios han sido cargados), presione [enter] para continuar.

source: You can't run pkgtool from the rootdisk until you've mounted your Linux partitions beneath /mnt. Here are some examples: If your root partition is /dev/sda1 you would type: mount /dev/sda1 /mnt Now you can find a list of all your partitions in /mnt/etc/fstab. Then, supposing your /usr partition is /dev/sda2, you must do this: mount /dev/sda2 /mnt/usr Please mount your Linux partitions and then run pkgtool again.
es_cr: No puede ejecutar pkgtool desde el disco raíz hasta que haya montado sus particiones Linux bajo /mnt. Estos son algunos ejemplos: Si su partición raíz es /dev/sda1 debe escribir: mount /dev/sda1 /mnt Luego de esto puede encontrar una lista de sus particiones en /mnt/etc/fstab. Entonces, suponiendo que su partición /usr es /dev/sda2, debe hacer esto: mount /dev/sda2 /mnt/usr Por favor monte sus particiones Linux y ejecute pkgtool de nuevo.

source: PACKAGE REMOVAL IN PROGRESS
es_cr: ELIMINACIÓN DE PAQUETE EN PROCESO

source: Removing package $pkg_name. Since each file must be checked against the contents of every other installed package to avoid wiping out areas of overlap, this process can take quite some time. If you would like to watch the progress, flip over to another virtual console and type: tail -f $TMP/PKGTOOL.REMOVED
es_cr: Borrando paquete $pkg_name. Debido a que cada archivo tiene que ser revisado con los contenidos de cada uno de los paquetes instalados para evitar eliminar áreas coincidentes, este proceso puede durar algún tiempo. Si desea observar el progreso, cámbiese a otra consola virtual y escriba: tail -f $TMP/PKGTOOL.REMOVED

source: View information about package
es_cr: Ver información sobre el paquete

source: Select\/Unselect removing package
es_cr: Marcar\/desmarcar paquete para eliminar

source: Slint Package Tool (pkgtool version ${Version})
es_cr: Herramienta de Paquetes de Slint (pkgtool versión ${Version})

source: Welcome to the Slint package tool Which option would you like?
es_cr: Bienvenido a la herramienta de paquetes Slint ¿Cuál opción desea?

source: Install packages from the current directory
es_cr: Instalar paquetes desde el directorio actual

source: Install packages from some other directory
es_cr: Instalar paquetes desde otro directorio

source: Remove packages that are currently installed
es_cr: Eliminar paquetes que están actualmente instalados

source: View the list of files contained in a package
es_cr: Ver la lista de archivos en un paquete

source: Choose Slint installation scripts to run again
es_cr: Seleccionar scripts de instalación de Slint para ejecutarlos de nuevo

source: Exit Pkgtool
es_cr: Salir de Pkgtool

source: SELECT SYSTEM SETUP SCRIPTS
es_cr: SELECCIONAR SCRIPTS DE CONFIGURACIÓN DE SISTEMA

source: Please use the spacebar to select the setup scripts to run. Hit enter when you are done selecting to run the scripts.
es_cr: Por favor use la barra espaciadora para seleccionar los scripts que desea ejecutar. Presione enter cuando termine de seleccionar los scripts.

source: Please select the package you wish to view.
es_cr: Por favor seleccione el paquete que desea ver.

source: CONTENTS OF PACKAGE: $PkG
es_cr: CONTENIDOS DEL PAQUETE: $PkG

source: SELECT PACKAGES TO REMOVE
es_cr: SELECCIONE PAQUETES A ELIMINAR

source: Please select the packages you wish to Remove. Use the spacebar to select packages to delete, and the UP/DOWN arrow keys to scroll up and down through the entire list.
es_cr: Por favor seleccione los paquetes que desea eliminar. Use la barra espaciadora para seleccionar cuáles paquetes borrar, y las flechas ARRIBA/ABAJO para moverse a través de la lista completa.

source: NO PACKAGES REMOVED
es_cr: NINGÚN PAQUETE ELIMINADO

source: Hit OK to return to the main menu.
es_cr: Presione OK para regresar al menú principal.

source: PACKAGE REMOVAL COMPLETE
es_cr: ELIMINACIÓN DE PAQUETE COMPLETA

source: The packages have been removed. A complete log of the files that were removed has been created in $TMP/PKGTOOL.REMOVED.
es_cr: El paquete ha sido eliminado. Un registro completo de los archivos que fueron borrados ha sido creado en $TMP/PKGTOOL.REMOVED.

source: Please enter the name of the directory that you wish to install packages from:
es_cr: Por favor ingrese el nombre del directorio desde el cual desea instalar paquetes:

source: DIRECTORY NOT FOUND
es_cr: DIRECTORIO NO ENCONTRADO

source: The directory you want to install from ($SOURCE_DIR) does not seem to exist. Please check the directory and then try again.
es_cr: El directorio desde el cual desea instalar ($SOURCE_DIR) parece no existir. Por favor revise el directorio e inténtelo de nuevo.

source: Your source device cannot be accessed properly. Please be sure that it is mounted on $SOURCE_DIR, and that the Slint disks are found in subdirectories of $SOURCE_DIR like specified.
es_cr: Su dispositivo de origen no puede se accedido apropiadamente. Por favor asegúrese que está montado en $SOURCE_DIR, y que los discos de Slint se encuentran en los subdirectorios de $SOURCE_DIR como se especificó.

source: INSERT DISK
es_cr: INSERTAR DISCO

source: Please insert disk $NumDisk and press ENTER to continue.
es_cr: Por favor inserte el disco $NumDisk y presione ENTER para continuar.

source: Continue with the installation
es_cr: Continuar con la instalación

source: Skip the current disk series
es_cr: Saltarse la serie de discos actual

source: Abort the installation process
es_cr: Detener el proceso de instalación

source: ABORTING
es_cr: DETENIENDO

source: Aborting software installation.
es_cr: Deteniendo la instalación de software.

source: MOUNT PROBLEM
es_cr: PROBLEMA DE MONTAJE

source: Media was not successfully mounted! Do you want to retry, or quit?
es_cr: ¡El medio no se montó exitosamente! ¿Desea reintentarlo, o salir?

source: Try to mount the disk again
es_cr: Intente montar el disco de nuevo

source: No, abort.
es_cr: No, detener.

source: Slint PXE Setup (version ${Version})
es_cr: Configuración PXE de Slint (versión ${Version})

source: Welcome to Slint PXE Setup. Select an option below using the UP/DOWN keys and SPACE or ENTER. Alternate keys may also be used: '+', '-', and TAB.
es_cr: Bienvenido a la configuración PXE de Slint. Seleccione una opción usando las teclas ARRIBA/ABAJO y ESPACIO o ENTER. Puede usar las teclas alternativas: '+', '-', y TAB.

source: Read the Slint PXE Setup HELP file
es_cr: Leer la ayuda de la Configuración PXE de Slint

source: Configure your network parameters
es_cr: Configurar sus parámetros de red

source: Select source media
es_cr: Seleccionar el medio de origen

source: Activate the Slint PXE Server
es_cr: Activar el Servidor PXE de Slint

source: Exit Slint PXE Setup
es_cr: Salir de la Configuración PXE de Slint

source: CANNOT START PXE SERVER YET
es_cr: NO SE PUEDE INICIAR EL SERVIDOR PXE AÚN

source: Before you can start the PXE Server, complete the following tasks: 1. Set up your computer's network parameters. 2. Select your source media. Press ENTER to return to the main menu.
es_cr: Antes de iniciar el servidor PXE, complete las siguientes tareas: 1. Configure los parámetros de red de su computadora. 2. Seleccione el medio de origen. Presione ENTER para regresar al menú principal.

source: PXE Client activity log
es_cr: Registro de actividad de clientes PXE

source: EXIT
es_cr: SALIR

source: <OPTION TO LOAD SUPPORT FOR ANOTHER KEYBOARD> If you are not using a "$kbd" keyboard map, you may load another one now. To select a different keyboard map, please enter 1 now. To continue using the "$kbd" keyboard map, just hit [Enter].
es_cr: <OPCIÓN PARA CARGAR SOPORTE PARA OTRO TECLADO> Si no está utilizando un mapa de teclado "$kbd", puede cargar otro ahora. Para seleccionar un mapa de teclado diferente, ingrese 1 ahora. Para continuar utilizando el mapa de teclado "$kbd", presione [Enter].

source: Enter 1 to select a keyboard map:
es_cr: Ingrese 1 para seleccionar un mapa de teclado:

source: If you're upgrading an existing Slint system, you might want to remove old packages before you run 'setup' to install the new ones. If you don't, your system will still work but there might be some old files left laying around on your drive. Just mount your Linux partitions under /mnt and type 'pkgtool'. If you don't know how to mount your partitions, type 'pkgtool' and it will tell you how it's done. To partition your hard drive(s), use 'cfdisk' or 'fdisk'. For systems using GPT instead of MBR, partition using 'cgdisk' or 'gdisk'. To activate PCMCIA/Cardbus devices needed for installation, type 'pcmcia'. To start the main installation (after partitioning), type 'setup'.
es_cr: Si está actualizando un sistema Slint existente, puede borrar paquetes viejos antes de ejecutar 'setup' para instalar nuevos paquetes. Si no lo hace, su sistema funcionará, pero podrían quedar algunos archivos viejos en su disco duro. Solo monte sus particiones Linux en /mnt y escriba 'pkgtool'. Si no sabe cómo montar sus particiones, escriba 'pkgtool' y éste le dirá cómo se hace. Para particionar su disco duro, use 'cfdisk' o 'fdisk'. Para los sistemas que utilizan GPT en lugar de MBR, particione usando 'cgdisk' o 'gdisk'. Para activar dispositivos PCMCIA/Cardbus necesarios en la instalación, escriba 'pcmcia'. Para iniciar la instalación principal (después de particionar), escriba 'setup'.

source: First command to run is 'source /etc/profile'. This will setup the PATH for you.
es_cr: El primer comando a ejecutar es 'source /etc/profile'. Esto configurará el PATH por usted.

source: Welcome to the Slint Linux installation disk! (version ${Version}) ###### IMPORTANT! READ THE INFORMATION BELOW CAREFULLY. ###### - You will need one or more partitions of type 'Linux' prepared. It is also recommended that you create a swap partition (type 'Linux swap') prior to installation. For more information, run 'setup' and read the help file. - If you're having problems that you think might be related to low memory, you can try activating a swap partition before you run setup. After making a swap partition (type 82) with cfdisk or fdisk, activate it like this: mkswap /dev/<partition> ; swapon /dev/<partition> - Once you have prepared the disk partitions for Linux, type 'setup' to begin the installation process. - If you do not have a color monitor, type: TERM=vt100 before you start 'setup'. You may now login as 'root'. slint login:
es_cr: ¡Bienvenido al disco de instalación de Slint Linux! (versión ${Version}) ###### ¡IMPORTANTE! LEA CUIDADOSAMENTE LA INFORMACIÓN ABAJO. ###### - Necesitará una o más particiones de tipo 'Linux' preparadas. También se recomienda crear una partición swap (escriba 'Linux swap') antes de instalar. Para obtener más información, ejecute 'setup' y lea el archivo de ayuda. - Si tiene problemas y cree que pueden estar relacionados con poca memoria, puede activar una partición swap antes de ejecutar setup. Después de crear una partición swap (tipo 82) con cfdisk o fdisk, actívela de esta forma: mkswap /dev/<partición> ; swapon /dev/<partición> - Cuando las particiones para Linux estén creadas, escriba 'setup' para comenzar el proceso de instalación. - Si no tiene un monitor a color, escriba: TERM=vt100 antes de iniciar 'setup'. Ahora puede iniciar la sesión como 'root'. slint login:

source: Activating IPv4 packet forwarding.
es_cr: Activando reenvío de paquetes IPv4

source: Disabling IPv4 packet forwarding.
es_cr: Deshabilitando reenvío de paquetes IPv4.

source: Starting PCMCIA services:
es_cr: Iniciando servicios PCMCIA:

source: <Probing for PCIC: edit /etc/rc.d/rc.pcmcia>
es_cr: <Probando PCIC: edite /etc/rc.d/rc.pcmcia>

source: <Loading PCIC: $DRIVER>
es_cr: <Cargando PCIC: $DRIVER>

source: <PCIC already loaded>
es_cr: <PCIC ya está cargado>

source: Shutting down PCMCIA services:
es_cr: Apagando servicios PCMCIA:

source: cards
es_cr: tarjetas

source: --> $ROOT/$FILE was found in another package. Skipping.
es_cr: --> $ROOT/$FILE fue encontrado en otro paquete. Ignorando.

source: WARNING: Nonexistent $ROOT/$FILE was found in another package. Skipping.
es_cr: ADVERTENCIA: Inexistente $ROOT/$FILE encontrado en otro paquete. Ignorando.

source: --> $ROOT/$LINK (symlink) was found in another package. Skipping.
es_cr: --> $ROOT/$LINK (enlace simbólico) fue encontrado en otro paquete. Ignorando.

source: WARNING: Nonexistent $ROOT/$LINK (symlink) was found in another package. Skipping.
es_cr: ADVERTENCIA: El enlace simbólico inexistente $ROOT/$LINK fue encontrado en otro paquete. Omitiendo.

source: WARNING: $ROOT/$FILE changed after package installation.
es_cr: ADVERTENCIA: $ROOT/$FILE cambió después de la instalación del paquete.

source: --> Deleting $ROOT/$FILE
es_cr: --> Borrando $ROOT/$FILE

source: --> $ROOT/$FILE would be deleted
es_cr: --> $ROOT/$FILE sería borrado

source: --> $ROOT/$FILE no longer exists. Skipping.
es_cr: --> $ROOT/$FILE ya no existe. Omitiendo.

source: --> Deleting symlink $ROOT/$LINK
es_cr: --> Borrando enlace simbólico $ROOT/$LINK

source: --> $ROOT/$LINK (symlink) would be deleted
es_cr: --> $ROOT/$LINK (enlace simbólico) sería borrado

source: --> $ROOT/$LINK (symlink) no longer exists. Skipping.
es_cr: --> $ROOT/$LINK (enlace simbólico) ya no existe. Omitiendo.

source: --> Deleting empty directory $ROOT/$DIR
es_cr: --> Borrando directorio vacío $ROOT/$DIR

source: WARNING: Unique directory $ROOT/$DIR contains new files
es_cr: ADVERTENCIA: Directorio único $ROOT/$DIR contiene nuevos archivos

source: --> $ROOT/$DIR (dir) would be deleted if empty
es_cr: --> $ROOT/$DIR (dir) sería borrado si estuviera vacío

source: --> Deleting $ROOT/$FILE (fmt man page)
es_cr: --> Borrando $ROOT/$FILE (página de manual formateada)

source: --> $ROOT/$FILE (fmt man page) would be deleted
es_cr: --> $ROOT/$FILE (página de manual formateada) sería borrada

source: Removing package $ADM_DIR/packages/$PKGNAME...
es_cr: Eliminando paquete $ADM_DIR/packages/$PKGNAME...

source: Removing files:
es_cr: Eliminando archivos:
