Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT) If it is, select 'y' here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say 'n' here. If you are not sure what this is, you should answer 'n' here. Is your hardware clock set to UTC
es_cr: ¿Está el reloj de hardware configurado para usar el Tiempo Universal Coordinado (UTC/GMT)? Si lo está, seleccione YES aquí. Si el reloj de hardware está configurado para usar el hora local actual (de esta forma están configuradas la mayoría de las computadoras), entonces seleccione 'n' aquí. Si no está seguro qué es esto, debe responder 'n' entonces. Está su reloj de hardware configurado con UTC

source: TIMEZONE CONFIGURATION
es_cr: CONFIGURACIÓN DE ZONA HORARIA

source: Please select one of the following timezones for your machine:
es_cr: Por favor seleccione una de las siguientes zonas horarias para su máquina:

source: Would you like to configure your timezone
es_cr: Desea configurar su zona horaria

source: Select one of these timezones:
es_cr: Seleccione una de éstas zonas horarias:

source: Type it at the prompt below exactly as it appears above. (NOTE: If you don't see your timezone, use "timeconfig" again after booting for the verbose list)
es_cr: Escriba en el indicador abajo exactamente lo que aparece arriba. (NOTA: Si no ve su zona horaria, use "timeconfig" luego de iniciar la máquina para la lista detallada)

source: Timezone?
es_cr: ¿Zona horaria?

source: Creating link from $TIMEZONE to localtime in /etc...
es_cr: Creando enlace desde $TIMEZONE hacia localtime en /etc...

source: Timezone $TIMEZONE could not be found. You may try again if you wish. Make sure you type the name exactly as it appears - this configuration script is case sensitive. Press [enter] to continue.
es_cr: La zona horaria $TIMEZONE no se encontró. Puede intentarlo de nuevo si lo desea. Asegúrese de escribir el nombre exactamente como aparece, este script de configuración distingue entre mayúsculas y minúsculas. Presione [enter] para continuar.

source: Usage: upgradepkg newpackage [newpackage2 ... ] upgradepkg oldpackage%newpackage [oldpackage2%newpackage2 ... ] Upgradepkg upgrades a Slint package (.tgz, .tbz, .tlz, .txz) from an older version to a newer one. It does this by INSTALLING the new package onto the system, and then REMOVING any files from the old package that aren't in the new package. If the old and new packages have the same name, a single argument is all that is required. If the packages have different names, supply the name of the old package followed by a percent symbol (%), then the name of the new package. Do not add any extra whitespace between pairs of old/new package names. Before upgrading a package, save any configuration files (such as in /etc) that you wish to keep. Sometimes these will be preserved, but it depends on the package. If you want to force new versions of the config files to be installed, remove the old ones manually prior to running upgradepkg. To upgrade in a directory other than / (such as /mnt): ROOT=/mnt upgradepkg package.tgz (or .tbz, .tlz, .txz)
es_cr: Uso: upgradepkg paquetenuevo [paquetenuevo2 ... ] upgradepkg paqueteviejo%paquetenuevo [paqueteviejo2%paquetenuevo2 ... ] Upgradepkg actualiza un paquete de Slint (.tgz, .tbz, .tlz, .txz) de una versión anterior a una nueva. Hace esto al INSTALAR el nuevo paquete en el sistema, y luego BORRANDO cualquier archivo del paquete anterior que no se encuentre en el paquete nuevo. Si el paquete anterior y el nuevo tienen el mismo nombre, solamente un parámetro es necesario. Si los paquetes tienen nombres diferentes, suministre el nombre del paquete viejo seguido por un símbolo de porcentaje (%), seguido del nombre del paquete nuevo. No agregue espacios en blanco extra entre los pares de nombres de paquetes anterior/nuevo. Antes de actualizar un paquete, guarde cualquier archivo de configuración (como los de /etc) que desea respaldar. Algunas veces éstos se preservan, pero depende del paquete. Si quiere forzar que las versiones nuevas de los archivos de configuración sean instaladas, borre los archivos de configuración anteriores antes de ejecutar upgradepkg. Para actualizar en un directorio diferente de / (tal como /mnt): ROOT=/mnt upgradepkg package.tgz (o .tbz, .tlz, .txz)

source: Installing new package $INCOMINGDIR/$NNAME
es_cr: Instalando nuevo paquete $INCOMINGDIR/$NNAME

source: $NEW would be skipped (already installed).
es_cr: $NEW será saltado (ya está instalado)

source: Skipping package $NEW (already installed)
es_cr: Saltándose paquete $NEW (ya está instalado)

source: Upgrading $OLD package using $INCOMINGDIR/$NNAME
es_cr: Actualizando paquete $OLD usando $INCOMINGDIR/$NNAME

source: ERROR: Package $INCOMINGDIR/$NNAME did not install correctly. You may need to reinstall your old package to avoid problems. Make sure the new package is not corrupted.
es_cr: ERROR: El paquete $INCOMINGDIR/$NNAME no se instaló correctamente. Puede que sea necesario reinstalar el paquete anterior para evitar problemas. Asegúrese que el nuevo paquete no está dañado.

source: Package $OLD upgraded with new package $INCOMINGDIR/$NNAME.
es_cr: Paquete $OLD actualizado con nuevo paquete $INCOMINGDIR/$NNAME.

source: SELECT YOUR KEYBOARD MODEL
es_cr: SELECCIONE EL MODELO DE SU TECLADO

source: It is recommended to choose the default keyboard ("pc101") unless you know your keyboard model and it is present in this list. Also note the keyboard model is not the same thing as the keyboard layout (the keyboard layout defaults to "pc105" which is usually correct)
es_cr: Se recomienda elegir el teclado estándar ("pc101") a menos que sepa el modelo de su teclado y esté presente en esta lista. Tenga en cuenta también que el modelo del teclado no es la misma cosa que la distribución del teclado (la distribución del teclado estándar es "pc105", lo cual es usualmente correcto)

source: SELECT YOUR $ArG1 KEYBOARD LAYOUT
es_cr: SELECCIONE LA DISTRIBUCIÓN DE SU TECLADO $ArG1

source: The keyboard layout supports the language that is normally used on this keyboard. You would usually select a similar keyboard layout to what you choose for the console. (Defaults to "us") You can select up to 4 different layouts.
es_cr: La distribución del teclado soporta el lenguaje que es normalmente utilizado en este teclado. Usualmente se selecciona una distribución del teclado similar a la que se selecciona para la consola. (El estándar es "us") Puede seleccionar hasta 4 distribuciones de teclado diferentes.

source: Do not select an additional layout
es_cr: No seleccionar una distribución de teclado adicional

source: SELECT YOUR KEYBOARD LAYOUT VARIANT
es_cr: SELECCIONE LA VARIANTE DE LA DISTRIBUCIÓN DEL TECLADO

source: There are some variations avaiable for keyboard layout "$ArG1". Select the one your keyboard uses or none if your keyboard doesn't use a layout variant. If in doubt, select none. (Defaults to "none")
es_cr: Existen algunas variantes disponibles para la distribución del teclado "$ArG1". Seleccione la que va a utilizar su teclado o ninguna si su teclado no utiliza una variante en la distribución. Si tiene dudas, no seleccione nada. (El estándar es "none")

source: Do not select a layout variant
es_cr: No seleccionar una variante de la distribución del teclado

source: SELECT YOUR KEYBOARD OPTIONS
es_cr: SELECCIONE LAS OPCIONES DEL TECLADO

source: Select additional keyboard options. You may continue to select additional options until you select 'none'.
es_cr: Seleccionar opciones adicionales para el teclado. Puede continuar seleccionando opciones adicionales hasta que elija 'none'.

source: Finished: do not select additional options.
es_cr: Terminado: no seleccionar opciones adicionales.

source: CONFIGURE X SERVER?
es_cr: ¿CONFIGURAR SERVIDOR X?

source: If you like, X can attempt to probe for your video hardware and mouse, and write an initial configuration file to /etc/X11/xorg.conf. Would you like to do this now?
es_cr: Si lo desea, X puede intentar buscar su hardware de video y mouse, y escribir una configuración inicial al archivo /etc/X11/xorg.conf. ¿Desea hacer esto ahora?

source: FOUND EXISTING xorg.conf in $ArG
es_cr: ENCONTRADO ARCHIVO xorg.conf EXISTENTE EN $ArG

source: A previous X Window System configuration file has been found. You can now reconfigure X, replacing the file with a new version (and keeping a backup of the old file), or you can abort leaving the existing config file in place. Hit ENTER to rename the xorg.conf file to xorg.conf.backup and create a new one, or ESC to abort.
es_cr: Un archivo de configuración del Sistema de Ventanas X ha sido encontrado. Ahora puede configurar X de nuevo, reemplazando el archivo con una nueva versión (y manteniendo un respaldo del archivo anterior), o puede cancelar y dejar el archivo de configuración existente en su lugar. Presione ENTER para renombrar el archivo xorg.conf a xorg.conf.backup y crear uno nuevo, o ESC para cancelar.

source: SELECT DEFAULT COLOR DEPTH
es_cr: SELECCIONAR PROFUNDIDAD DE COLOR ESTÁNDAR

source: Now you may select a default color depth for the X server:
es_cr: Ahora puede seleccionar una profundidad de color estándar para el servidor X:

source: 24 bit True Color
es_cr: Color de alta densidad de 24 bits

source: 16 bit Pseudo Color
es_cr: Pseudo color de 16 bits

source: 8 bit 256 Color
es_cr: 256 Colores de 8 bits

source: 4 bit 16 Color
es_cr: 16 Colores de 4 bits

source: 1 bit Mono B/W
es_cr: Monocromático B/N de 1 bit

source: Go with driver default (usually 8-bit)
es_cr: Usar el valor por defecto del controlador (usualmente 8 bits)

source: ADD MOUSE WHEEL SUPPORT
es_cr: AGREGAR SOPORTE PARA LA RUEDA DEL RATÓN

source: Does your mouse (${MOUSE_NAME}) have a wheel and if so, would you like to have it enabled?
es_cr: ¿Tiene su ratón (${MOUSE_NAME}) una rueda? Si la tiene, desea habilitarla?

source: X CONFIGURED
es_cr: X CONFIGURADO

source: Your new X configuration file has been saved to /etc/X11/xorg.conf. You may still need to add or adjust some values in the file to achieve the desired screen resolution. For complete information about making these adjustments, please refer to: man xorg.conf.
es_cr: Su nueva configuración X ha sido guardada en /etc/X11/xorg.conf. Puede ser necesario agregar o ajustar algunos valores en este archivo para lograr la resolución de pantalla deseada. Para obtener información completa sobre cómo hacer estos ajustes, refiérase a: man xorg.conf.

source: Setting system-wide default window manager in /etc/X11/xinit/
es_cr: Estableciendo el manejador de ventanas del sistema en /etc/X11/xinit/

source: Setting default window manager in $HOME/.xinitrc and $HOME/.xsession
es_cr: Estableciendo manejador de ventanas estándar en $HOME/.xinitrc y $HOME/.xsession

source: SELECT DEFAULT WINDOW MANAGER FOR X
es_cr: SELECCIONE MANEJADOR DE VENTANAS ESTÁNDAR DE X

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses. KDE and GNOME provide the most features. People with Windows or MacOS experience will find either one easy to use. Other window managers are easier on system resources, or provide other unique features.
es_cr: Por favor seleccione el manejador de ventanas estándar para usar con el Sistema de Ventanas X. Este paso definirá el estilo de la interfaz gráfica del usuario que la computadora usa. KDE y GNOME proveen la mayor funcionalidad. La gente con experiencia en Windows o MacOS encontrarán ambos fáciles de usar. Otros manejadores de ventanas requieren menos recursos del sistema, o proveen otras características únicas.

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses. KDE provides the most features, and people with Windows or MacOS experience will find it easy to use. Other window managers are easier on system resources, or provide other unique features.
es_cr: Por favor seleccione el manejador de ventanas estándar para usar con el Sistema de Ventanas X. Este paso definirá el estilo de la interfaz gráfica del usuario que la computadora usa. KDE provee la mayor funcionalidad. La gente con experiencia en Windows o MacOS lo encontrará fácil de usar. Otros manejadores de ventanas requieren menos recursos del sistema, o proveen otras características únicas.

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses. XFce provides the most features, and people with Windows or MacOS experience will find it easy to use. Other window managers are easier on system resources, or provide other unique features.
es_cr: Por favor seleccione el manejador de ventanas estándar para usar con el Sistema de Ventanas X. Este paso definirá el estilo de la interfaz gráfica del usuario que la computadora usa. XFce provee la mayor funcionalidad, y la gente con experiencia en Windows o MacOS lo encontrará fácil de usar. Otros manejadores de ventanas requieren menos recursos del sistema, o proveen otras características únicas.

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses.
es_cr: Por favor seleccione el manejador de ventanas estándar para utilizar con el Sistema de Ventanas X. Esto definirá el estilo de interfaz gráfica del usuario que la computadora usa.

source: KDE: K Desktop Environment
es_cr: KDE: Ambiente de Escritorio K (K Desktop Environment)

source: GNU Network Object Model Environment
es_cr: Ambiente del Modelo de Objeto de Red de GNU

source: The Cholesterol Free Desktop Environment
es_cr: El Ambiente de Escritorio Libre de Colesterol

source: Enlightenment
es_cr: El manejador de ventanas Enlightenment

source: The fluxbox window manager
es_cr: El manejador de ventanas fluxbox

source: The blackbox window manager
es_cr: El manejador de ventanas blackbox

source: WindowMaker
es_cr: El manejador de ventanas WindowMaker

source: F(?) Virtual Window Manager (version 2.xx)
es_cr: Manejador de ventanas virtuales F(?) (versión 2.xx)

source: FVWM2 with a Windows look and feel
es_cr: FVWM2 con una apariencia similar a Windows

source: ICE Window Manager
es_cr: Manejador de ventanas ICE

source: Sawfish without GNOME
es_cr: Sawfish sin GNOME

source: Tab Window Manager (very basic)
es_cr: Manejador de ventanas TWM (muy básico)

source: Motif WM
es_cr: Manejador de ventanas Motif

source: Canceled.
es_cr: Cancelado.
