Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: You have not yet designated any disk partitions as type Linux. If you are planning to use OS/2 Boot Manager, make your Linux partitions with OS/2 fdisk (or Partition Magic, which also includes Boot Manager), format them, reboot this disk, and then use Linux fdisk to tag the partitions as type 83 (Linux). Linux fdisk will select a default device when called without arguments, and from there it is menu driven. If you don't want to partition the default device, then call fdisk with the device you want as the argument, like this: fdisk /dev/hdb or this: fdisk /dev/sda If you are not using the OS/2 Boot Manager, then you may use Linux fdisk to create partitions for Linux. Other than the exception for the OS/2 Boot Manager, you are usually better off creating partitions for a given OS using a partitioning tool native to that OS. In other words, you probably shouldn't try to make your DOS or other non-Linux partitions with the Linux fdisk. "cfdisk" is an equally good version of Linux fdisk that is more graphical and menu driven. Many people prefer to use "cfdisk". Please make one or more partitions for Linux, and try setup again. If you haven't already, you might want to also make a swap partition while you're in fdisk. 64 megabytes would be a minimum starting size for a single user system. Linux swap is tagged as type 82.
es_cr: Todavía no ha designado ninguna partición de disco de tipo Linux. Si está planeando usar el gestor de arranque de OS/2 (Boot Manager), haga sus particiones con fdisk de OS/2 (o Partition Magic, el cual también incluye Boot Manager), formatee las particiones, reinicie este disco, y use entonces fdisk de Linux para marcar las particiones de tipo 83 (Linux). fdisk de Linux seleccionará un dispositivo por defecto cuando se invoca sin parámetros, y desde ahí se maneja por menús. Si no quiere particionar el dispositivo por defecto, entonces ejecute fdisk con el dispositivo que desea como parámetro, de esta forma: fdisk /dev/hdb o esta: fdisk /dev/sda Si no está usando el gestor de arranque de OS/2, entonces puede usar fdisk de Linux para crear particiones para Linux. Con la excepción del gestor de arranque de OS/2, usualmente es mejor crear particiones para un sistema operativo usando una herramienta de particionamiento nativa a ese sistema operativo. En otras palabras, probablemente no debería crear sus particiones de DOS u otras particiones no Linux utilizando el fdisk de Linux. "cfdisk" es una versión de fdisk de Linux igualmente buena, es más gráfica y manejada por menús. Mucha gente prefiere usar "cfdisk". Por favor haga una o más particiones para Linux, y ejecute el programa de instalación de nuevo. Si no lo ha hecho todavía, puede también hacer una partición swap mientras que está en fdisk. 64 megabytes es el tamaño mínimo inicial para un sistema de un solo usuario. El swap de Linux se marca como tipo 82.

source: ERROR: No Linux Native Partitions
es_cr: ERROR: No hay particiones nativas de Linux

source: FORMATTING
es_cr: FORMATEANDO

source: Formatting $ArG1 with filesystem btrfs.
es_cr: Formateando $ArG1 con sistema de archivos btrfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: btrfs
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: btrfs

source: Formatting $ArG1 with filesystem ext2.
es_cr: Formateando $ArG1 con sistema de archivos ext2.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext2
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: ext2

source: Formatting $ArG1 with filesystem ext3.
es_cr: Formateando $ArG1 con sistema de archivos ext3.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext3
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: ext3

source: Formatting $ArG1 with filesystem ext4.
es_cr: Formateando $ArG1 con sistema de archivos ext4.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext4
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: ext4

source: Formatting $ArG1 with filesystem jfs.
es_cr: Formateando $ArG1 con sistema de archivos jfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: jfs
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: jfs

source: Formatting $ArG1 with filesystem reiserfs.
es_cr: Formateando $ArG1 con sistema de archivos reiserfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: reiserfs
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: reiserfs

source: Formatting $ArG1 with filesystem xfs.
es_cr: Formateando $ArG1 con sistema de archivos xfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: xfs
es_cr: Formateando $ArG1 Tamaño en bloques de 1K: $SIZE Tipo de sistema de archivos: xfs

source: done adding partitions, continue with setup
es_cr: finalizado añadiendo particiones, continuar con la instalación

source: Do you want to format Linux partition ${ArG1}?
es_cr: ¿Quiere formatear la partición Linux ${ArG1}?

source: FORMAT PARTITION $ArG1
es_cr: FORMATEAR PARTICIÓN $ArG1

source: If this partition has not been formatted, you should format it. NOTE: This will erase all data on it. Would you like to format this partition?
es_cr: Si esta partición no ha sido formateada, debe hacerlo. NOTA: Esto borrará todos los datos en ella. ¿Desea formatear esta partición?

source: Quick format with no bad block checking
es_cr: Formato rápido sin revisión de bloques malos

source: Slow format that checks for bad blocks
es_cr: Formato lento con revisión de bloques malos

source: No, do not format this partition
es_cr: No, no formatear esta partición

source: Ext2 is the traditional Linux file system and is fast and stable.
es_cr: Ext2 es el sistema de archivos tradicional de Linux y es rápido y estable.

source: Ext3 is the journaling version of the Ext2 filesystem.
es_cr: Ext3 es la versión con respaldo de transacciones (journaling) del sistema de archivos Ext2.

source: Ext4 is the successor to the ext3 filesystem.
es_cr: Ext4 es el sucesor del sistema de archivos ext3.

source: ReiserFS is a journaling filesystem that stores all files and filenames in a balanced tree structure.
es_cr: ReiserFS es un sistema de archivos con respaldo de transacciones que almacena todos los archivos y nombres de archivos en una estructura de árbol balanceada.

source: Btrfs is a B-tree copy-on-write filesystem.
es_cr: Btrfs es un sistema de archivos con B-tree y copia-en-escritura.

source: JFS is IBM's Journaled Filesystem, currently used in IBM enterprise servers.
es_cr: JFS es el sistema de archivos con respaldo de transacciones de IBM, actualmente usado en los servidores corporativos de IBM.

source: XFS is SGI's journaling filesystem that originated on IRIX.
es_cr: XFS es el sistema de archivos con respaldo de transacciones de SGI, con origen en IRIX.

source: SELECT FILESYSTEM FOR $ArG1
es_cr: SELECCIONE SISTEMA DE ARCHIVOS PARA $ArG1

source: Partition $ArG1 will be formatted.
es_cr: La partición$ArG1 será formateada.

source: Please select the type of filesystem to use for the specified device. Here are descriptions of the available filesystems:
es_cr: Por favor seleccione el tipo de sistema de archivos que utilizará el dispositivo especificado. Estas son descripciones de los sistemas de archivos disponibles:

source: Standard Linux Ext2 Filesystem
es_cr: Sistema de archivos estándar Ext2 de Linux

source: Ext3 Journaling Filesystem
es_cr: Sistema de archivos con respaldo de transacciones Ext3

source: Ext4 Journaling Filesystem
es_cr: Sistema de archivos con respaldo de transacciones Ext4

source: IBM's Journaled Filesystem
es_cr: Sistema de archivos con respaldo de transacciones de IBM

source: ReiserFS Journaling Filesystem
es_cr: Sistema de archivos con respaldo de transacciones ReiserFS

source: Btrfs Copy-on-Write B-tree Filesystem
es_cr: Sistema de archivos Btrfs con B-tree y Copia-en-Escritura

source: SGI's Journaling Filesystem
es_cr: Sistema de archivos con respaldo de transacciones de SGI

source: Setting up root Linux partition.
es_cr: Configurando partición raíz de Linux

source: Select Linux installation partition:
es_cr: Seleccionar partición de instalación de Linux:

source: Please select a partition from the following list to use for your root (/) Linux partition.
es_cr: Por favor seleccione una partición de la siguiente lista para utilizarla en su partición raíz (/) de Linux.

source: Setting up other Linux partitions.
es_cr: Configurando otras particiones de Linux

source: Select other Linux partitions for /etc/fstab
es_cr: Seleccionar otras particiones de Linux para /etc/fstab

source: You seem to have more than one partition tagged as type Linux. You may use these to distribute your Linux system across more than one partition. Currently, you have $ROOT_DEVICE mounted as your / partition. You might want to mount directories such as /home or /usr/local on separate partitions. You should not try to mount /etc, /sbin, or /bin on their own partitions since they contain utilities needed to bring the system up and mount partitions. Also, do not reuse a partition that you've already entered before. Please select one of the Linux partitions listed below, or if you're done, hit <Continue>.
es_cr: Al parecer tiene más de una partición marcada como tipo Linux. Puede usarlas para distribuir su sistema Linux en más de una partición. Actualmente, tiene $ROOT_DEVICE montado como su partición /. Podría querer montar directorios tales como /home o /usr/local en particiones separadas. No debe intentar montar /etc, /sbin, o /bin en sus propias particiones porque contienen utilidades necesarias para iniciar el sistema y montar particiones. Tampoco reutilice una partición que ha ingresado anteriormente. Por favor seleccione una de las particiones listadas abajo, o si ya terminó, presione <Continuar>.

source: Partition $NEXT_PARTITION will not be reformatted.
es_cr: La partición $NEXT_PARTITION no será formateada de nuevo.

source: Partition $NEXT_PARTITION will be formatted with $NEXT_SYS_TYPE.
es_cr: La partición $NEXT_PARTITION será formateada con $NEXT_SYS_TYPE.

source: SELECT MOUNT POINT FOR $NEXT_PARTITION
es_cr: SELECCIONAR PUNTO DE MONTAJE PARA $NEXT_PARTITION

source: OK, now you need to specify where you want the new partition mounted. For example, if you want to put it under /usr/local, then respond: /usr/local Where would you like to mount $NEXT_PARTITION?
es_cr: Muy bien, ahora necesita especificar dónde quiere montar la nueva partición. Por ejemplo, si quiere ponerla bajo /usr/local, entonces responda: /usr/local ¿Dónde quiere montar $NEXT_PARTITION?

source: Finished setting up Linux partitions.
es_cr: Terminada la configuración de particiones de Linux.

source: DONE ADDING LINUX PARTITIONS TO /etc/fstab
es_cr: TERMINADO AGREGANDO PARTICIONES DE LINUX A /etc/fstab

source: WARNING: NO ROOT PASSWORD DETECTED
es_cr: ADVERTENCIA: CONTRASEÑA DE ROOT NO DETECTADA

source: There is currently no password set on the system administrator account (root). It is recommended that you set one now so that it is active the first time the machine is rebooted. This is especially important if you're using a network enabled kernel and the machine is on an Internet connected LAN. Would you like to set a root password?
es_cr: Actualmente no existe una contraseña en la cuenta del administrador del sistema (root). Se recomienda que establezca una ahora de forma que esté activa la primera vez que la máquina es reiniciada. Esto es especialmente importante si está usando un kernel con soporte de red y la máquina está en una LAN conectada a Internet. ¿Desea crear una contraseña para root?

source: Press [enter] to continue:
es_cr: Presione [enter] para continuar:

source: CREATION OF REGULAR USER ACCOUNTS
es_cr: CREACIÓN DE CUENTAS NORMALES DE USUARIO

source: You can create regular user accounts now, before even starting your new system.
es_cr: Puede crear cuentas normales de usuario ahora, antes de iniciar su nuevo sistema.

source: Create a new user account
es_cr: Crear una nueva cuenta de usuario

source: Display the already created user accounts
es_cr: Mostrar las cuentas de usuario creadas

source: Creation of user accounts completed
es_cr: Creación de cuentas de usuario completa

source: Press ENTER to continue.
es_cr: Presione [enter] para continuar.

source: No ordinary user has been registered yet.
es_cr: Ningún usuario normal ha sido registrado aún.

source: Here are the already registered ordinary users:
es_cr: Aquí están las cuentas de usuarios normales ya registradas:

source: Apparently you forgot to configure a network interface? A PXE Server needs a configured network interface to work. Please try again!
es_cr: ¿Aparentemente olvidó configurar una interfaz de red? Un servidor PXE necesita una interfaz de red configurada para funcionar. ¡Por favor inténtelo de nuevo!

source: UNCONFIGURED NETWORK DEVICE
es_cr: DISPOSITIVO DE RED NO CONFIGURADO

source: Slint PXE Server.
es_cr: Servidor PXE de Slint.

source: WELCOME TO PXE CONFIGURATION
es_cr: BIENVENIDO A LA CONFIGURACIÓN DE PXE

source: We will be asking you a few questions now. The answers will be used to start a PXE service on this computer which does not interfere with other services in your network. The only assumption is, that there is NO PXE service running on your local network at this moment. If in doubt, leave the defaults.
es_cr: Le haremos algunas preguntas ahora. Las respuestas serán usadas para iniciar el servicio PXE en esta computadora, el cual no interfiere con otros servicios en su red. La única suposición es que no hay ningún servicio de PXE en ejecución en su red en este momento. Si tiene alguna duda, use los valores por defecto.

source: ENABLE DHCP SERVER
es_cr: HABILITAR SERVIDOR DHCP

source: No active DHCP server was found on your local network. The Slint PXE server needs a working DHCP server. Do you want this computer to start its own DHCP server (you can control what IP addresses are used by the DHCP server)?Say 'YES' if you are certain your network has no DHCP server.
es_cr: Ningún servidor DHCP activo fue encontrado en su red local. El servidor PXE de Slint necesita un servidor DHCP funcional. ¿Desea que esta computadora inicie su propio servidor DHCP? (es posible controlar cuáles direcciones IP son utilizadas por el servidor DHCP) Seleccione 'SI' si está seguro que su red no tiene un servidor DHCP.

source: DHCP SERVER CONFIGURATION
es_cr: CONFIGURACIÓN DEL SERVIDOR DHCP

source: The PXE Service is going to run on $INTERFACE with these values (the defaults should be OK). You can change the range of IP addresses used by the DHCP server, if IP addresses in the proposed range are used by computers in your LAN. For instance, your default gateway if you have one. Also note that we will not validate any changes you make:
es_cr: El servicio PXE se va a ejecutar en $INTERFACE con los estos valores (los valores estándar deberían ser adecuados). Es posible cambiar el rango de direcciones IP utilizado por el servidor DHCP, si hay direcciones IP en el rango propuesto que están siendo utilizadas por computadoras en su LAN. Por ejemplo, la puerta de enlace si utiliza una. Tome en cuenta que no validaremos ningún cambio que haga:

source: IP Address:
es_cr: Dirección IP:

source: Netmask:
es_cr: Máscara de red:

source: Gateway:
es_cr: Puerta de enlace:

source: Lowest DHCP Client Address:
es_cr: Dirección más baja de cliente DHCP:

source: Highest DHCP Client Address:
es_cr: Dirección más alta de cliente DHCP:

source: Please select the media which contains Slint Linux:
es_cr: Por favor seleccione el medio que contiene Slint Linux:

source: Use a Slint DVD
es_cr: Usar un DVD de Slint

source: Use a hard drive partition
es_cr: Usar una partición en disco duro

source: Use a pre-mounted directory
es_cr: Usar un directorio previamente montado

source: FTP/HTTP DOWNLOAD FAILURE
es_cr: FALLA DE DESCARGA POR FTP/HTTP

source: Could not find the kernel and/or initial ramdisk files. These are required for booting the client computer. Please try to setup the SOURCE location correctly.
es_cr: No se pueden encontrar los archivos del kernel o del disco RAM inicial. Estos son requeridos para iniciar la computadora cliente. Por favor intente la configuración con la ubicación ORIGEN correcta.

source: NO SWAP SPACE DETECTED
es_cr: NO SE DETECTÓ ESPACIO SWAP

source: You have not created a swap partition with Linux fdisk. Do you want to continue installing without one?
es_cr: No ha creado una partición swap con fdisk de Linux. ¿Desea continuar la instalación sin una?

source: ABORTING INSTALLATION
es_cr: CANCELANDO INSTALACIÓN

source: Create a swap partition with Linux fdisk, and then try this again.
es_cr: Haga una partición swap con fdisk de Linux, e inténtelo de nuevo.

source: Setting up swap partitions.
es_cr: Configurando particiones swap

source: SWAP SPACE DETECTED
es_cr: ESPACIO SWAP DETECTADO

source: Slint Setup has detected one or more swap partitions on your system. These partitions have been preselected to be set up as swap space. If there are any swap partitions that you do not wish to use with this installation, please unselect them with the up and down arrows and spacebar. If you wish to use all of them (this is recommended), simply hit the ENTER key.
es_cr: El programa de instalación de Slint ha detectado una o más particiones swap en su sistema. Estas particiones han sido seleccionadas de antemano para ser configuradas como su espacio swap. Si hay particiones swap que no desea usar con esta instalación, por favor desmárquelas con las teclas de flechas arriba/abajo y la barra espaciadora. Si desea usarlas todas (esto es recomendado), simplemente presione la tecla ENTER.

source: Linux swap partition, ${PARTSIZE}
es_cr: Partición swap de Linux, ${PARTSIZE}

source: CHECK SWAP PARTITIONS FOR BAD BLOCKS?
es_cr: ¿REVISAR PARTICIÓN SWAP POR BLOQUES MALOS?

source: Slint Setup will now prepare your system's swap space. When formatting swap partitions with mkswap you may also check them for bad blocks. This is not the default since nearly all modern hard drives check themselves for bad blocks anyway. Would you like to check for bad blocks while running mkswap?
es_cr: El programa de instalación de Slint preparará ahora el espacio swap de su sistema. Cuando se formatean particiones con mkswap puede también revisarlas en busca de bloques malos. Esto no es estándar porque casi todos los discos duros modernos se revisan a sí mismos por bloques malos. ¿Desea revisar por bloques malos mientras que se ejecuta mkswap?

source: Activating swap partition ${swappartition}:
es_cr: Activando partición swap ${swappartition}:

source: Your swapspace has been configured. This information will be added to your /etc/fstab:
es_cr: Su espacio swap ha sido configurado. Esta información será agregada a su /etc/fstab:

source: SWAP SPACE CONFIGURED
es_cr: ESPACIO SWAP CONFIGURADO

source: Group "$group" does not exist
es_cr: Grupo "$group" no existe

source: Login name for new user []:
es_cr: Nombre para el nuevo usuario []:

source: User "$LOGIN" already exists; please choose another
es_cr: El usuario "$LOGIN" ya existe; por favor escoja otro

source: User names cannot begin with a number; please choose another
es_cr: Los nombres de usuarios no pueden iniciar con un número; por favor escoja otro

source: User "$LOGIN" contains illegal characters (uppercase); please choose another
es_cr: El usuario "$LOGIN" contiene caracteres ilegales (mayúsculas); por favor escoja otro

source: User "$LOGIN" contains illegal characters (period/dot); please choose another
es_cr: El usuario "$LOGIN" contiene caracteres ilegales (puntos); por favor escoja otro

source: Login name for new user: $LOGIN
es_cr: Nombre para el nuevo usuario: $LOGIN

source: User ID ('UID') [ defaults to next available ]:
es_cr: ID de usuario ('UID') [ por defecto el siguiente número disponible ]:

source: That UID is already in use; please choose another
es_cr: Ese UID ya está en uso; por favor escoja otro

source: UIDs are numerics only
es_cr: Los UID son numéricos solamente

source: Initial group [ ${defgroup} ]:
es_cr: Grupo inicial [ ${defgroup} ]:

source: Please choose another
es_cr: Por favor escoja otro

source: Additional UNIX groups: Users can belong to additional UNIX groups on the system. For local users using graphical desktop login managers such as XDM/KDM, users may need to be members of additional groups to access the full functionality of removable media devices. * Security implications * Please be aware that by adding users to additional groups may potentially give access to the removable media of other users. If you are creating a new user for remote shell access only, users do not need to belong to any additional groups as standard, so you may press ENTER at the next prompt.
es_cr: Grupos UNIX adicionales: Los usuarios puede pertenecer a grupos UNIX adicionales en el sistema. Los usuarios locales que utilicen gestores de inicio de sesión gráficos tales como XDM/KDM, necesitarán ser miembros de grupos adicionales para tener acceso completo a los dispositivos de medios removibles. * Implicaciones de Seguridad * Por favor tenga en cuenta que al agregar usuarios a grupos adicionales puede permitir el acceso a medios removibles de otros usuarios. Si está creando un nuevo usuario solo para acceso remoto a la terminal, no es necesario que el usuario pertenezca a ningún grupo adicional, así que puede presionar ENTER en la siguiente pregunta.

source: Press ENTER to continue without adding any additional groups Or press the UP arrow key to add/select/edit additional groups
es_cr: Presione ENTER para continuar sin agregar ningún grupo adicional. O presione la tecla de flecha ARRIBA para agregar, editar o seleccionar grupos adicionales

source: Please re-enter the group(s)
es_cr: Por favor ingrese los grupos de nuevo

source: Home directory [ ${defhome}/${LOGIN} ]
es_cr: Directorio personal [ ${defhome}/${LOGIN} ]

source: Warning: "$HME" already exists !
es_cr: Advertencia: "$HME" ya existe !

source: Do you wish to change the home directory path ? (Y/n)
es_cr: Desea cambiar la ruta del directorio personal ? (Y/n)

source: Do you want to execute command "chown $OWNER $HME" ? (y/N)
es_cr: Desea ejecutar el comando "chown $OWNER $HME" ? (y/N)

source: Warning: ${SHL} is not in ${sfile} (potential problem using FTP)
es_cr: Advertencia: ${SHL} no está en ${sfile} (problema potencial usando FTP)

source: Warning: ${SHL} does not exist as a file
es_cr: Advertencia: ${SHL} no existe como un archivo

source: Do you wish to change the shell ? (Y/n)
es_cr: Desea cambiar el shell ? (Y/n)

source: Expiry date (YYYY-MM-DD) []:
es_cr: Fecha de expiración (YYYY-MM-DD) []:

source: That is not a valid expiration date
es_cr: Esa no es una fecha de expiración válida

source: New account will be created as follows:
es_cr: La nueva cuenta será creada de la siguiente forma:

source: Login name...........:
es_cr: Nombre de usuario....:

source: [ Next available ]
es_cr: [ Siguiente disponible ]

source: Initial group........:
es_cr: Grupo inicial........:

source: Additional groups....:
es_cr: Grupos adicionales...:

source: [ None ]
es_cr: [ Ninguno ]

source: Home directory.......:
es_cr: Directorio Personal..:

source: Expiry date..........:
es_cr: Fecha de expiración..:

source: [ Never ]
es_cr: [ Nunca ]

source: This is it... if you want to bail out, hit Control-C. Otherwise, press ENTER to go ahead and make the account.
es_cr: Eso es todo... si quiere cancelar, presione Control-C. De otra forma, presione ENTER para continuar y crear la cuenta.

source: Creating new account...
es_cr: Creando nueva cuenta...
