Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: An ISO image of Slint's install DVD was found. Do you want me to mount the ISO image and use this as the package source?
es_cr: Se ha encontrado una imagen ISO del DVD de instalación de Slint. ¿Desea montar la imagen ISO y usarla como origen de los paquetes?

source: USE ISO IMAGE
es_cr: UTILIZAR IMAGEN ISO

source: SCANNING FOR CD or DVD DRIVE
es_cr: BUSCANDO UNIDAD DE CD o DVD

source: Make sure the Slint disc is in your CD/DVD drive, and then press ENTER to begin the scanning process. Or, if you'd rather specify the device name manually (experts only), choose that option below.
es_cr: Asegúrese de que el disco de Slint está en su unidad de CD/DVD, y presione ENTER para comenzar el proceso de búsqueda. O, si prefiere especificar manualmente el nombre del dispositivo (sólo expertos), seleccione la opción abajo.

source: Scan for the CD or DVD drive (recommended)
es_cr: Buscar la unidad de CD o DVD (recomendado)

source: Manually specify CD or DVD by device name
es_cr: Especificar manualmente el CD o DVD por nombre de dispositivo

source: MANUAL CD/DVD DEVICE SELECTION
es_cr: SELECCIÓN MANUAL DE DISPOSITIVO CD/DVD

source: Please select your CD/DVD device from the list below. If you don't see your device listed, choose 'custom'. This will let you type in any device name. (and if necessary, will create the device)
es_cr: Por favor seleccione su dispositivo CD/DVD de la lista inferior. Si no ve su dispositivo listado, seleccione 'custom' (personalizado). Esto le permitirá escribir cualquier nombre de dispositivo (y si es necesario, creará el dispositivo)

source: Type in the CD or DVD device to use
es_cr: Escriba cuál dispositivo CD o DVD se utilizará

source: First CD/DVD drive
es_cr: Primera unidad CD/DVD

source: Second CD/DVD drive
es_cr: Segunda unidad CD/DVD

source: Third CD/DVD drive
es_cr: Tercera unidad CD/DVD

source: Fourth CD/DVD drive
es_cr: Cuarta unidad CD/DVD

source: CD/DVD slave on first IDE bus
es_cr: CD/DVD esclavo en el primer bus IDE

source: CD/DVD master on first IDE bus (unlikely)
es_cr: CD/DVD maestro en el primer bus IDE (poco probable)

source: CD/DVD master on second IDE bus
es_cr: CD/DVD maestro en el segundo bus IDE

source: CD/DVD slave on second IDE bus
es_cr: CD/DVD esclavo en el segundo bus IDE

source: CD/DVD master on third IDE bus
es_cr: CD/DVD maestro en el tercer bus IDE

source: CD/DVD slave on third IDE bus
es_cr: CD/DVD esclavo en el tercer bus IDE

source: CD/DVD master on fourth IDE bus
es_cr: CD/DVD maestro en el cuarto bus IDE

source: CD/DVD slave on fourth IDE bus
es_cr: CD/DVD esclavo en el cuarto bus IDE

source: First parallel port ATAPI CD
es_cr: CD ATAPI en el primer puerto paralelo

source: Second parallel port ATAPI CD
es_cr: CD ATAPI en el segundo puerto paralelo

source: Third parallel port ATAPI CD
es_cr: CD ATAPI en el tercer puerto paralelo

source: Fourth parallel port ATAPI CD
es_cr: CD ATAPI en el cuarto puerto paralelo

source: Non-IDE Aztech CD/DVD
es_cr: CD/DVD Aztech no IDE

source: Sony CDU-535 CD/DVD
es_cr: CD/DVD Sony CDU-535

source: Non-IDE GoldStar CD/DVD
es_cr: CD/DVD GoldStar no IDE

source: Sony CDU-31a CD/DVD
es_cr: CD/DVD Sony CDU-31a

source: Optics Storage CD/DVD
es_cr: CD/DVD Optics Storage

source: Sanyo non-IDE CD/DVD
es_cr: CD/DVD Sanyo no IDE

source: Non-IDE Mitsumi drive 1
es_cr: Mitsumi unidad 1 no IDE

source: Non-IDE Mitsumi drive 2
es_cr: Mitsumi unidad 2 no IDE

source: Old non-IDE SoundBlaster CD/DVD
es_cr: CD/DVD SoundBlaster no IDE antiguo

source: Philips LMS CM-205 CD/DVD
es_cr: CD/DVD Phillips LMS CM-205

source: Philips LMS CM-206 CD/DVD
es_cr: CD/DVD Phillips LMS CM-206

source: Old non-IDE Mitsumi CD/DVD
es_cr: CD/DVD Mitsumi no IDE antiguo

source: ENTER CD/DVD DEVICE MANUALLY
es_cr: INGRESE DISPOSITIVO CD/DVD MANUALMENTE

source: Please enter the name of the CD/DVD device (such as /dev/hdc) that you wish to use to mount the Slint CD/DVD:
es_cr: Por favor ingrese el nombre del dispositivo CD/DVD (por ejemplo: /dev/hdc) en el cual desea montar el CD/DVD de Slint:

source: MKNOD CD/DVD DEVICE
es_cr: MKNOD DISPOSITIVO CD/DVD

source: There doesn't seem to be a device by the name of $DRIVE_FOUND in the /dev directory, so we will have to create it using the major and minor numbers for the device. If you're using a bootdisk with a custom CD/DVD driver on it, you should be able to find these numbers in the documentation. Also, see the 'devices.txt' file that comes with the Linux kernel source. If you don't know the numbers, you'll have to hit Esc to abort. Enter the major and minor numbers for the new device, separated by one space:
es_cr: Parece que no existe un dispositivo con el nombre $DRIVE_FOUND en el directorio /dev, de forma que tenemos que crearlo usando los números mayor y menor para el dispositivo. Si está utilizando un disco de arranque con un controlador de CD/DVD personalizado, debería encontrar estos números en la documentación. Vea también el archivo 'devices.txt'incluido en el código fuente del kernel de Linux. Si no conoce los números, tendrá que presionar Esc para abortar. Ingrese los números mayor y menor para el nuevo dispositivo, separados por un espacio:

source: MAKING DEVICE IN /dev
es_cr: CREANDO DISPOSITIVO EN /dev

source: MKNOD FAILED
es_cr: MKNOD FALLÓ

source: Sorry, but the mknod command failed to make the device. You'll need to go back and try selecting your source media again. Press ENTER to abort the source media selection process.
es_cr: Lo siento, el comando mknod falló al crear el dispositivo. Necesitará regresar e intentar seleccionar el medio de origen de nuevo. Presione ENTER para abortar el proceso de selección de medio de origen.

source: SCANNING
es_cr: BUSCANDO

source: Scanning for a CD/DVD drive containing a Slint disc...
es_cr: Buscando una unidad de CD/DVD que contenga un disco de Slint...

source: Scanning for an IDE CD/DVD drive containing a Slint disc...
es_cr: Buscando una unidad IDE de CD/DVD que contenga un disco de Slint...

source: Scanning for a parallel port ATAPI CD/DVD drive containing a Slint disc...
es_cr: Buscando por una unidad ATAPI CD/DVD de puerto paralelo que contenga un disco de Slint...

source: No IDE/SCSI drive, so we will try scanning for CD drives on old proprietary interfaces, such as SoundBlaster pre-IDE CD drives, Sony CDU-31a, Sony 535, old Mitsumi pre-IDE, old Optics, etc. For this scan to work at all, you'll need to be using a bootdisk that supports your CD drive. Please press ENTER to begin this last-chance scan for old, obsolete hardware.
es_cr: No hay unidad IDE/SCSI, intentaremos buscar por unidades de CD en interfaces propietarias viejas, tales como unidades CD SoundBlaster pre-IDE, Sony CDU-31a, Sony 535, Mitsumi pre-IDE viejas, Optics viejas, etc. Para que la búsqueda funcione, necesitará utilizar un disco de arranque que soporte su unidad de CD. Por favor presione ENTER para comenzar esta última opción de búsqueda de hardware viejo y obsoleto.

source: CD/DVD DRIVE NOT FOUND
es_cr: UNIDAD DE CD/DVD NO ENCONTRADA

source: A CD/DVD drive could not be found on any of the devices that were scanned. Possible reasons include using a bootdisk or kernel that doesn't support your drive, failing to pass parameters needed by some drives to the kernel, not having the Slint disc in your CD/DVD drive, or using a drive connected to a Plug and Play soundcard (in this case, connecting the drive directly to the IDE interface often helps). Please make sure you are using the correct bootdisk for your hardware, consult the BOOTING file for possible information on forcing the detection of your drive, and then reattempt installation. If all else fails, see FAQ.TXT for information about copying parts of this CD to your DOS partition and installing it from there. You will now be returned to the main menu. If you want to try looking for the CD again, you may skip directly to the SOURCE menu selection.
es_cr: No se pudo encontrar una unidad de CD/DVD en ninguno de los dispositivos revisados. Posibles razones incluyen el uso de un disco de arranque o kernel que no soporta su unidad, no usar parámetros de kernel necesarios para algunas unidades, no tener el disco de Slint en su unidad CD/DVD, o usar una unidad conectada a una tarjeta de sonido "Plug and Play" (en este caso, conectar la unidad directamente la interfaz IDE frecuentemente ayuda). Por favor asegúrese que está utilizando el disco de arranque correcto para su hardware, consulte el archivo BOOTING para obtener información sobre cómo forzar la detección de su unidad, e intente la instalación de nuevo. Si todo falla, vea FAQ.TXT para obtener información sobre cómo copiar partes de este CD a su partición de DOS e instalar desde ahí. Ahora regresará al menú principal. Si desea intentar buscar el CD de nuevo, puede ir directamente a la opción de menú SOURCE.

source: CD/DVD DRIVE FOUND
es_cr: UNIDAD DE CD/DVD ENCONTRADA

source: A Slint disc was found in device $DRIVE_FOUND.
es_cr: Se encontró un disco de Slint en el dispositivo $DRIVE_FOUND.

source: MOUNT ERROR
es_cr: ERROR DE MONTAJE

source: There was an error attempting to mount the CD/DVD on $DRIVE_FOUND. Maybe the device name is incorrect, the disc is not in the drive, or the kernel you are using does not support the device. (possibly an incorrect bootdisk) What would you like to do now?
es_cr: Ocurrió un error al intentar montar el CD/DVD en $DRIVE_FOUND. Tal vez el nombre del dispositivo es incorrecto, el disco no está en la unidad, o el kernel que está utilizando no soporta el dispositivo. (Posiblemente un disco de arranque incorrecto) ¿Qué desea hacer ahora?

source: Abort CD installation
es_cr: Detener instalación de CD

source: Attempt to mount the CD/DVD device again
es_cr: Intentar montar el dispositivo CD/DVD de nuevo

source: Ignore the error and continue
es_cr: Ignorar el error y continuar

source: ATTEMPTING TO MOUNT CD/DVD on $DRIVE_FOUND
es_cr: INTENTANDO MONTAR EL CD/DVD en $DRIVE_FOUND

source: Attempting to mount your CD/DVD again with the following command: $ArG
es_cr: Intentando montar su CD/DVD de nuevo con el siguiente comando: $ArG

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the IP address of the machine where the Slint sources are stored.
es_cr: ¡Muy bien! Todo está listo del lado local, ahora necesitamos saber donde se encuentran los paquetes a instalar. Primero, necesitamos la dirección IP de la máquina donde se encuentran las fuentes de Slint.

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
es_cr: Dado que ya está activa la conexión de red, es posible utilizar el nombre del servidor en lugar de una dirección IP, si lo desea.

source: What is the IP address of your NFS server?
es_cr: ¿Cuál es la dirección IP de su servidor NFS?

source: ENTER IP ADDRESS OF NFS SERVER
es_cr: INGRESE LA DIRECCIÓN IP DEL SERVIDOR NFS

source: SELECT SOURCE DIRECTORY
es_cr: SELECCIONE DIRECTORIO ORIGEN

source: In the next screen you should watch for NFS mount errors. If you see errors and you don't see your NFS server listed, then try setting up NFS again.
es_cr: En la siguiente pantalla debe observar si existen errores de montaje de NFS. Si ve errores y no ve su servidor NFS listado, trate de configurar NFS de nuevo.

source: NFS MOUNT INFORMATION
es_cr: INFORMACIÓN DE MONTAJE NFS

source: Mounting $REMOTE_PATH:
es_cr: Montando $REMOTE_PATH:

source: Didn't work.
es_cr: No funcionó.

source: Maybe you should check that the directory name is correct?
es_cr: ¿Tal vez debería revisar que el nombre del directorio es correcto?

source: Current NFS mounts:
es_cr: Puntos de montaje NFS actuales:

source: Do you need to try setting up NFS again?
es_cr: ¿Necesita configurar NFS de nuevo?

source: NFS MOUNT RESULT
es_cr: RESULTADO DE MONTAJE NFS

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the share address of the Samba server where the Slint sources are stored. Example share address: //192.168.0.1/public
es_cr: ¡Muy bien! Todo está listo del lado local, ahora necesitamos saber dónde se encuentran los paquetes de software para instalar. Primero, necesitamos la dirección del directorio compartido del servidor Samba donde se almacenan las fuentes de Slint. Ejemplo de directorio compartido: //192.168.0.1/public

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
es_cr: Dado que ya está activa la conexión de red, es posible utilizar el nombre del servidor en lugar de una dirección IP, si lo desea.

source: What is the share address of your Samba server?
es_cr: ¿Cuál es la dirección compartida de su servidor Samba?

source: ENTER SHARE ADDRESS OF SAMBA SERVER
es_cr: INGRESE DIRECCIÓN COMPARTIDA DEL SERVIDOR SAMBA

source: You should see no mount errors:
es_cr: No debería ver errores de montaje:

source: Mounting $REMOTE_SHARE ...
es_cr: Montando $REMOTE_SHARE ...

source: Mount failed.
es_cr: Falló el montaje.

source: Mounted Samba share(s):
es_cr: Directorio(s) compartido(s) Samba montado(s):

source: A Slint package tree was found! Ready to continue.
es_cr: ¡Se encontró una estructura de directorios de Slint! Listo para continuar.

source: No Slint package tree found at the indicated path!
es_cr: ¡No se encontró una estructura de directorios de Slint en la ruta indicada!

source: Do you want to try setting up Samba again?
es_cr: ¿Quiere configurar Samba otra vez?

source: MOUNT RESULT
es_cr: RESULTADO DEL MONTAJE

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the URL of the ftp or http server where the Slint sources are stored. URL examples are: 'ftp://192.168.0.1' ; 'http://172.16.10.31'
es_cr: ¡Muy bien! Todo está listo del lado local, ahora necesitamos saber dónde se encuentran los paquetes de software para instalar. Primero, necesitamos el URL del servidor FTP o HTTP donde se almacenan las fuentes de Slint. Ejemplos de URL: 'ftp://192.168.0.1' ; 'http://172.16.10.31'

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
es_cr: Dado que ya está activa la conexión de red, es posible utilizar el nombre del servidor en lugar de una dirección IP, si lo desea.

source: What is the URL of your FTP/HTTP server?
es_cr: ¿Cuál es el URL de su servidor FTP/HTTP?

source: ENTER URL OF FTP/HTTP SERVER
es_cr: INGRESE EL URL DEL SERVIDOR FTP/HTTP

source: In the next screen you should watch for possible errors. First, we'll download the PACKAGES.TXT from the parent of the directory that you entered before (which should be the root of the remote Slint tree). If that succeeds, then we use PACKAGES.TXT to reconstruct a local cache of the package tree (should take a minute or less on an average system). After that, we're all set to go! Downloading PACKAGES.TXT at the Slint root starts after you press OK. That file is several hundreds of KB in size so it may take some time to get here...
es_cr: En la siguiente pantalla debe prestar atención a posibles errores. Primero, intentaremos descargar el archivo PACKAGES.TXT del directorio origen que ingresó antes (el cual debería ser la raíz del directorio remoto de Slint). Si lo logramos, usaremos PACKAGES.TXT para reconstruir el caché local del directorio de paquetes (debería tomar un minuto o menos en un sistema promedio). Después de esto, ¡todo estará listo para continuar! La descarga de PACKAGES.TXT en la raíz de Slackware comenzará después de que presione OK. El tamaño de este archivo es de varios cientos de KB, así que puede demorar algún tiempo en llegar...

source: DOWNLOAD INFORMATION
es_cr: INFORMACIÓN DE DESCARGA

source: > Download failed. Going to try one directory lower.
es_cr: > La descarga falló. Intentando en un directorio más abajo.

source: > Download failed again.
es_cr: > La descarga falló de nuevo.

source: A Slint 'PACKAGES.TXT' is available. Ready to continue!
es_cr: Un archivo 'PACKAGES.TXT' de Slint está disponible. ¡Listo para continuar!

source: No file 'PACKAGES.TXT' was found. Wrong URL?
es_cr: El archivo 'PACKAGES.TXT' no fue encontrado. ¿Un URL equivocado?

source: Do you want to try setting up FTP/HTTP again?
es_cr: ¿Quiere configurar FTP/HTTP de nuevo?

source: DOWNLOAD RESULT
es_cr: RESULTADO DE LA DESCARGA

source: INITIALIZING PACKAGE TREE
es_cr: INICIALIZANDO DIRECTORIOS DE PAQUETES

source: Setting up local cache for the FTP/HTTP server's package tree ...
es_cr: Configurando caché local para el directorio de paquetes del servidor FTP/HTTP ...

source: processing ${TOTALP} Slint packages...
es_cr: procesando ${TOTALP} paquetes de Slint...

source: REMOTE SERVER CONFIGURATION
es_cr: CONFIGURACIÓN DE SERVIDOR REMOTO

source: Failed to configure for installation from remote server.
es_cr: Falló la configuración para instalar desde servidor remoto.

source: SCANNING FOR USB STICK
es_cr: BUSCANDO UNIDAD USB

source: Make sure the USB stick containing the Slint package directory is inserted into a USB port, and then press ENTER to begin the scanning process.
es_cr: Asegúrese que la unidad USB que contiene el directorio de paquetes de Slint está conectada al puerto USB, y presione ENTER para iniciar el proceso de búsqueda.

source: NO REMOVABLE USB DEVICES FOUND
es_cr: NINGÚN DISPOSITIVO USB REMOVIBLE FUE ENCONTRADO

source: Sorry, but no removable USB devices could be found. Exiting back to the top menu.
es_cr: Lo siento, pero ningún dispositivo USB removible ha sido encontrado. Volviendo al menú principal.

source: NO SLINT DIRECTORY FOUND
es_cr: DIRECTORIO SLINT NO ENCONTRADO

source: Sorry, but a Slint directory could not be found on any USB devices. Exiting back to the top menu.
es_cr: Lo siento, pero un directorio de Slint no pudo ser encontrado en ningún dispositivo USB. Volviendo al menú principal.

source: USB PACKAGE SOURCE FOUND
es_cr: PAQUETES EN USB ENCONTRADOS

source: A Slint package directory was found on device $DRIVE_FOUND.
es_cr: Un directorio de paquetes de Slint fue encontrado en el dispositivo $DRIVE_FOUND.

source: Can't umount /var/log/mount. Reboot machine and run setup again.
es_cr: No se puede desmontar /var/log/mount. Reinicie la máquina y ejecute el instalador de nuevo.

source: Mount table corrupt. Reboot machine and run setup again.
es_cr: Tabla de montaje corrupta. Reinicie la máquina y ejecute el instalador de nuevo.

source: OK, we will install from a directory within the current filesystem. If you have mounted this directory yourself, you should not use /mnt or /var/log/mount as mount points, since Setup might need to use these directories. You may install from any part of the current directory structure, no matter what the media is (including NFS). You will need to type in the name of the directory containing the subdirectories for each source disk. Which directory would you like to install from?
es_cr: Muy bien, instalaremos desde un directorio dentro del sistema de archivos actual. Si ha montado este directorio, no debe usar /mnt o /var/log/mount como puntos de montaje, ya que el instalador necesita usar estos directorios. Puede instalar desde cualquier parte de la estructura del directorio actual, sin importar de qué tipo de medio se trata (incluyendo NFS). Necesitará escribir el nombre del directorio que contiene los subdirectorios para cada disco de origen. ¿Desde cuál directorio desea instalar?

source: INSTALL FROM THE CURRENT FILESYSTEM
es_cr: INSTALAR DESDE EL SISTEMA DE ARCHIVOS ACTUAL

source: Sorry - the directory you specified is not valid. Please check the directory and try again. (Directory given: $SOURCEDIR)
es_cr: Lo siento - el directorio que especificó no es correcto. Por favor revise el directorio e inténtelo de nuevo. (Directorio especificado: $SOURCEDIR)

source: INVALID DIRECTORY ENTERED
es_cr: DIRECTORIO INCORRECTO INGRESADO

source: Mount table corrupt. Reboot machine and run setup again
es_cr: Tabla de montaje corrupta. Reinicie la máquina y ejecute el instalador de nuevo

source: INSTALLING FROM HARD DISK
es_cr: INSTALANDO DESDE DISCO DURO

source: PARTITION LIST
es_cr: LISTA DE PARTICIONES

source: There was a problem mounting your partition. Would you like to:
es_cr: Ocurrió un problema montando su partición. Le gustaría:

source: Start over
es_cr: Comenzar de nuevo

source: Sorry, but the directory $SLACK_SOURCE_LOCATION does not exist on partition $SLACK_DEVICE. Would you like to try again?
es_cr: Lo siento, pero el directorio $SLACK_SOURCE_LOCATION no existe en la partición $SLACK_DEVICE. ¿Desea intentar de nuevo?

source: SOURCE DIRECTORY NOT FOUND
es_cr: DIRECTORIO ORIGEN NO ENCONTRADO

source: Setting permissions on NTFS partition $DOS_PART
es_cr: Estableciendo permisos en partición NTFS $DOS_PART

source: SET SECURITY FOR NTFS PARTITION $DOS_PART
es_cr: ESTABLECER SEGURIDAD PARA PARTICIÓN NTFS $DOS_PART

source: Because users could go snooping through (or destroy, depending on the settings) your Windows partition, you should choose how much access would you like your non-root users to have to partition $DOS_PART. The access level can range from no access at all, to read-only for everyone, to read-write access for every user on the machine. A reasonable default (read-write for root only) is chosen, but you may set this any way that you like.
es_cr: Debido a que los usuarios podrían entrometerse en (o destruir, dependiendo de la configuración) su partición de Windows, debería escoger ahora el nivel de acceso que desea que tengan sus usuarios no privilegiados para particionar $DOS_PART. El nivel de acceso puede variar desde ningún acceso en absoluto, acceso de solo lectura para todos, hasta acceso de lectura y escritura para cada usuario en la máquina. Se ha preseleccionado un nivel de acceso razonable (lectura y escritura solamente para root), pero puede elegir el que prefiera.

source: Root has read/write access, users have no access (ntfs-3g)
es_cr: Root tiene acceso de lectura/escritura, los usuarios no tienen acceso (ntfs-3g)

source: Everyone has read only access (built-in kernel ntfs driver)
es_cr: Todos tienen acceso de solo lectura (controlador NTFS integrado en el kernel)

source: Everyone has read access, but only root can write (ntfs-3g)
es_cr: Todos tienen acceso de lectura, pero solo root puede escribir (ntfs-3g)

source: All users can read/write to any file (ntfs-3g)
es_cr: Todos los usuarios puede leer/escribir a cualquier archivo (ntfs-3g)

source: Setting permissions on FAT partition $DOS_PART
es_cr: Estableciendo permisos en partición FAT $DOS_PART

source: SET SECURITY FOR FAT PARTITION $DOS_PART
es_cr: ESTABLECER SEGURIDAD PARA PARTICIÓN FAT $DOS_PART

source: Root has read/write access, users have no access
es_cr: Root tiene acceso de lectura y escritura, los usuarios no tienen acceso

source: Everyone has read only access
es_cr: Todos tienen acceso de solo lectura

source: Everyone has read access, but only root can write
es_cr: Todos tienen acceso de lectura, pero solo root puede escribir

source: All users can read/write to any file
es_cr: Todos los usuarios pueden leer/escribir cualquier archivo

source: Setting up non-Linux partitions.
es_cr: Configurando particiones no Linux.

source: FAT or NTFS PARTITIONS DETECTED
es_cr: PARTICIONES FAT o NTFS DETECTADAS
