Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: Installing the Linux Loader...
es_cr: Instalando el Linux Loader...

source: Sorry, but the attempt to install LILO has returned an error, so LILO has not been correctly installed. You'll have to use a bootdisk to start your machine instead. It should still be possible to get LILO working by editing the /etc/lilo.conf and reinstalling LILO manually. See the LILO man page and documentation in $LILODOCDIR for more help. The error message may be seen above.
es_cr: Lo siento, pero el intento de instalar LILO ha generado un error, así que LILO no ha sido instalado correctamente. Necesita usar un disco de arranque para iniciar su máquina. Debería ser posible poner a funcionar a LILO al editar /etc/lilo.conf y reinstalar LILO manualmente. Vea la página de manual de LILO y la documentación en $LILODOCDIR para obtener más ayuda. El mensaje de error puede ser visto arriba.

source: LILO INSTALL ERROR # $SUCCESS Sorry, but the attempt to install LILO has returned an error, so LILO has not been correctly installed. You'll have to use a bootdisk to start your machine instead. It should still be possible to get LILO working by editing the /etc/lilo.conf and reinstalling LILO manually. See the LILO man page and documentation in $LILODOCDIR for more help.
es_cr: ERROR DE INSTALACIÓN DE LILO # $SUCCESS Lo siento, pero el intento de instalar LILO ha generado un error, así que LILO no ha sido instalado correctamente. Necesita usar un disco de arranque para iniciar su máquina. Debería ser posible poner a funcionar a LILO al editar /etc/lilo.conf y reinstalar LILO manualmente. Vea la página de manual de LILO y la documentación en $LILODOCDIR para obtener más ayuda.

source: SKIP LILO CONFIGURATION? (RECOMMENDED)
es_cr: ¿SALTARSE LA CONFIGURACIÓN DE LILO? (RECOMENDADO)

source: Since you are installing to a FAT partition, it's suggested that you do not configure LILO at this time. (Instead, use your bootdisk. For booting off the hard drive from MS-DOS, you can use Loadlin. You'll find Loadlin on your hard drive in \LINUX\ROOT) Skip LILO configuration (highly recommended)?
es_cr: Debido a que está instalando a una partición FAT, se sugiere que no configure LILO en este momento. (En su lugar, use su disco de arranque. Para iniciar desde el disco duro con MS-DOS, puede utilizar Loadlin. Encontrará Loadlin en su disco duro en \LINUX\ROOT) ¿Saltarse la configuración de LILO (sumamente recomendado)?

source: INSTALL LILO
es_cr: INSTALAR LILO

source: LILO (Linux Loader) is a generic boot loader. There's a simple installation which tries to automatically set up LILO to boot Linux (also Windows if found). For more advanced users, the expert option offers more control over the installation process. Since LILO does not work in all cases (and can damage partitions if incorrectly installed), there's the third (safe) option, which is to skip installing LILO for now. You can always install it later with the 'liloconfig' command. Which option would you like?
es_cr: LILO (Linux Loader) es un gestor de arranque genérico. Hay una instalación simple que intenta configurar automáticamente LILO para iniciar Linux (y también Windows si se encuentra). Para los usuarios más avanzados, la opción de experto ofrece mayor control sobre el proceso de instalación. Debido a que LILO no funciona en todos los casos (y puede dañar particiones si se instala incorrectamente), hay una tercera opción (segura), que es saltarse la instalación de LILO por ahora. Puede instalarlo más tarde con el comando 'liloconfig'. ¿Cuál opción desea?

source: Try to install LILO automatically
es_cr: Intentar la instalación de LILO automáticamente

source: Use expert lilo.conf setup menu
es_cr: Usar el menú experto para configurar lilo.conf

source: Do not install LILO
es_cr: No instalar LILO

source: EXPERT LILO INSTALLATION
es_cr: INSTALACIÓN EXPERTA DE LILO

source: This menu directs the creation of the LILO config file, lilo.conf. To install, you make a new LILO configuration file by creating a new header and then adding one or more bootable partitions to the file. Once you've done this, you can select the install option. Alternately, if you already have an /etc/lilo.conf, you may reinstall using that. If you make a mistake, you can always start over by choosing 'Begin'. Which option would you like?
es_cr: Este menú dirige la creación del archivo de configuración de LILO, lilo.conf. Para instalar, hay que hacer un nuevo archivo de configuración de LILO generando un encabezado y luego añadiendo una o más particiones de arranque al archivo. Una vez que haya hecho esto, puede seleccionar la opción de instalar. Alternativamente, si ya tiene un /etc/lilo.conf, puede reinstalar usando el archivo. Si comete un error, puede iniciar de nuevo escogiendo 'Begin'. ¿Cuál opción desea?

source: Start LILO configuration with a new LILO header
es_cr: Iniciar la configuración de LILO con un nuevo encabezado LILO

source: Add a Linux partition to the LILO config
es_cr: Agregar una partición de Linux a la configuración de LILO

source: Add a Windows FAT or NTFS partition to the LILO config
es_cr: Agregar una partición FAT de Windows o NTFS a la configuración de LILO

source: Install LILO
es_cr: Instalar LILO

source: Reinstall LILO using the existing lilo.conf
es_cr: Reinstalar LILO usando el archivo existente lilo.conf

source: Skip LILO installation and exit this menu
es_cr: Saltarse la instalación de LILO y salir de este menú

source: View your current /etc/lilo.conf
es_cr: Ver su /etc/lilo.conf actual

source: Read the Linux Loader HELP file
es_cr: Leer el archivo de AYUDA de Linux Loader

source: SELECT LILO TARGET LOCATION
es_cr: SELECCIONAR LA UBICACIÓN DE DESTINO DE LILO

source: LILO can be installed to a variety of places: the superblock of your root Linux partition (which could then be made the bootable partition with fdisk), a formatted floppy disk, or the master boot record of your first hard drive. If you're using a boot system such as Boot Manager, you should use the Root selection. Please pick a target location:
es_cr: LILO puede ser instalado en varios lugares: el superbloque de su partición raíz de Linux. (la cual puede hacerse la partición de arranque con fdisk), un disquete formateado, o el Registro de Inicio Maestro (MBR) de su primer disco duro. Si está utilizando un sistema de arranque como Boot Manager, debe usar la selección Root (raíz). Por favor escoja una ubicación destino:

source: Use a formatted floppy disk in the boot drive
es_cr: Usar un disquete formateado en la unidad de arranque

source: Use the Master Boot Record (possibly unsafe)
es_cr: Usar el Registro de Inicio Maestro (MBR) (posiblemente inseguro)

source: CONFIRM LOCATION TO INSTALL LILO
es_cr: CONFIRMAR LA UBICACIÓN PARA INSTALAR LILO

source: The auto-detected location to install the LILO boot block is shown below. If you need to make any changes, you can make them below. Otherwise, hit ENTER to accept the target location shown.
es_cr: La ubicación auto-detectada para instalar el bloque de arranque de LILO se muestra abajo. Si necesita hacer cambios, puede hacerlos abajo. De otra manera, presione ENTER para aceptar la ubicación destino mostrada.

source: CHOOSE LILO TIMEOUT
es_cr: SELECCIONAR EL TIEMPO DE EXPIRACIÓN DE LILO

source: At boot time, how long would you like LILO to wait for you to select an operating system? If you let LILO time out, it will boot the first OS in the configuration file by default.
es_cr: Al momento del arranque, ¿cuánto tiempo desea que LILO espere para que seleccione un sistema operativo? Si deja que tiempo expire, LILO iniciará el primer sistema operativo especificado en el archivo de configuración.

source: Don't wait at all - boot straight into the first OS
es_cr: No esperar nada - iniciar directamente el primer sistema operativo

source: 5 seconds
es_cr: 5 segundos

source: 30 seconds
es_cr: 30 segundos

source: Present a prompt and wait until a choice is made
es_cr: Presentar un indicador y esperar hasta que se haga una elección

source: SELECT LINUX PARTITION $DEFROOT
es_cr: SELECCIONAR PARTICIÓN LINUX $DEFROOT

source: Which Linux partition would you like LILO to boot?
es_cr: ¿Cuál partición Linux desea que LILO inicie?

source: SELECT PARTITION NAME FOR $LINUX_PART
es_cr: SELECCIONE EL NOMBRE DE LA PARTICIÓN PARA $LINUX_PART

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'Linux' might not be a bad choice. THIS MUST BE A SINGLE WORD.
es_cr: Ahora debe seleccionar un nombre corto y único para esta partición. Utilice este nombre si especifica una partición de arranque en el indicador de LILO. 'Linux' podría no ser una mala elección. DEBE SER UNA SOLA PALABRA.

source: These are possibly OS/2 partitions. They will be treated as such if you install them using this menu.
es_cr: Estas son posibles particiones de OS/2. Serán tratadas como tales si las instala usando este menú.

source: Which one would you like LILO to boot?
es_cr: ¿Cuál desea que LILO inicie?

source: SELECT OS/2 PARTITION
es_cr: SELECCIONAR PARTICIÓN OS/2

source: SELECT PARTITION NAME
es_cr: SELECCIONAR NOMBRE DE PARTICIÓN

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'OS/2' might not be a bad choice. THIS MUST BE A SINGLE WORD.
es_cr: Ahora debe seleccionar un nombre corto y único para esta partición. Utiliceeste nombre si especifica una partición de arranque en el indicador de LILO. 'OS/2' podría no ser una mala elección. DEBE SER UNA SOLA PALABRA.

source: CAN'T ADD OS/2 PARTITION
es_cr: NO SE PUEDE AGREGAR PARTICIÓN OS/2

source: You can't add partitions unless you start over with a new LILO header.
es_cr: No puede agregar particiones a menos que inicie de nuevo con un nuevo encabezado LILO.

source: These are possibly Windows or DOS partitions. They will be treated as such if you install them using this menu.
es_cr: Estas son posibles particiones de Windows o DOS. Serán tratadas como tales si las instala usando este menú.

source: SELECT WINDOWS PARTITION
es_cr: SELECCIONAR PARTICIÓN WINDOWS

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'Windows' might not be a bad choice. THIS MUST BE A SINGLE WORD.
es_cr: Ahora debe seleccionar un nombre corto y único para esta partición. Utiliceeste nombre si especifica una partición de arranque en el indicador de LILO. 'Windows' podría no ser una mala elección. DEBE SER UNA SOLA PALABRA.

source: CAN'T ADD WINDOWS PARTITION
es_cr: NO SE PUEDE AGREGAR PARTICIÓN WINDOWS

source: CAN'T INSTALL LILO
es_cr: NO SE PUEDE INSTALAR LILO

source: LILO could not be installed. If you have not created a LILO configuration file by defining a new header and adding at least one bootable partition to it, you must do so before installing LILO. If you were attempting to use an existing LILO configuration file, it could not be found. Try making a new one.
es_cr: No se pudo instalar LILO. Si no ha creado un archivo de configuración de LILO definiendo un nuevo encabezado y añadiendo al menos una partición de arranque, debe hacerlo ahora antes de instalar LILO. Si estaba intentando usar un archivo de configuración de LILO existente, pudo no ser encontrado. Intente crear uno nuevo.

source: YOUR NEW /etc/lilo.conf
es_cr: SU NUEVO /etc/lilo.conf

source: YOUR OLD /etc/lilo.conf
es_cr: SU ANTIGUO /etc/lilo.conf

source: NO CONFIG FILE FOUND
es_cr: ARCHIVO DE CONFIGURACIÓN NO ENCONTRADO

source: Sorry, but you don't have a LILO configuration file that can be viewed.
es_cr: Lo siento, pero no tiene un archivo de configuración de LILO que pueda ser visto.

source: WARNING: pkgtools are unstable with tar > 1.13. You should provide a "tar-1.13" in your $PATH.
es_cr: ADVERTENCIA: pkgtools es inestable con tar > 1.13. Debe proveer un "tar-1.13" en su $PATH

source: Usage: makepkg package_name.tgz (or: package_name.tbz, package_name.tlz, package_name.txz) Makes a Slackware compatible package containing the contents of the current and all subdirectories. If symbolic links exist, they will be removed and an installation script will be made to recreate them later. This script will be called "install/doinst.sh". You may add any of your own ash-compatible shell scripts to this file and rebuild the package if you wish. options: -l, --linkadd y|n (moves symlinks into doinst.sh: recommended) -p, --prepend (prepend rather than append symlinks to an existing doinst.sh. Useful to link libraries needed by programs in the doinst.sh script) -c, --chown y|n (resets all permissions to root:root 755 - not generally recommended) If these options are not set, makepkg will prompt as appropriate.
es_cr: Uso: makepkg nombre_paquete.tgz (o: nombre_paquete.tbz, nombre_paquete.tlz, nombre_paquete.txz) Crea un paquete compatible con Slackware con el contenido del directorio actual y todos sus subdirectorios. Si existen enlaces simbólicos, serán borrados y un script de instalación será generado para crearlos de nuevo. Este script será llamado "install/doinst.sh". Puede agregar cualquiera de sus propios scripts de shell compatibles con ash a este archivo y reconstruir el paquete si lo desea. opciones: -l, --linkadd y|n (mueve enlaces simbólicos hacia doinst.sh: recomendado) -p, --prepend (agregar enlaces simbólicos al inicio de doinst.sh en lugar del final. Útil para enlazar bibliotecas requeridas por programas en el script doinst.sh) -c, --chown y|n (cambiar todos los permisos a root:root 755 - por lo general no es recomendado) Si estas opciones no se especifican, makepkg las preguntará cuando sea apropiado.

source: ERROR: gzip compression utility not found in $PATH.
es_cr: ERROR: utilitario de compresión gzip no encontrado en $PATH.

source: ERROR: bzip2 compression utility not found in $PATH.
es_cr: ERROR: utilitario de compresión bzip2 no encontrado en $PATH.

source: ERROR: lzma compression utility not found in $PATH.
es_cr: ERROR: utilitario de compresión lzma no encontrado en $PATH.

source: ERROR: xz compression utility not found in $PATH.
es_cr: ERROR: utilitario de compresión xz no encontrado en $PATH.

source: Slackware package maker, version 3.141593.
es_cr: Creador de paquetes de Slackware, versión 3.141593.

source: Searching for symbolic links:
es_cr: Buscando enlaces simbólicos:

source: Unless your existing installation script already contains the code to create these links, you should append these lines to your existing install script. Now's your chance. :^) Would you like to add this stuff to the existing install script and remove the symbolic links
es_cr: A menos que exista un script de instalación que contenga el código para crear estos enlaces, debería agregar estas líneas a su script de instalación existente. Ahora es su oportunidad. :^) Desea agregar esto al script de instalación existente y borrar los enlaces simbólicos

source: It is recommended that you make these lines your new installation script. Would you like to make this stuff the install script for this package and remove the symbolic links
es_cr: Se recomienda que haga de estas líneas su nuevo script de instalación. Desea agregar esto al script de instalación para este paquete y borrar los enlaces simbólicos

source: Removing symbolic links:
es_cr: Borrando enlaces simbólicos:

source: Updating your ./install/doinst.sh (prepending symlinks)...
es_cr: Actualizando su ./install/doinst.sh (agregando enlaces simbólicos al inicio)...

source: Updating your ./install/doinst.sh...
es_cr: Actualizando su ./install/doinst.sh...

source: Creating your new ./install/doinst.sh...
es_cr: Creando su nuevo ./install/doinst.sh...

source: No symbolic links were found, so we won't make an installation script. You can make your own later in ./install/doinst.sh and rebuild the package if you like.
es_cr: No se encontraron enlaces simbólicos, de forma que no se creará un script de instalación. Puede crear uno más adelante en ./install/doinst.sh y reconstruir el paquete si lo desea.

source: This next step is optional - you can set the directories in your package to some sane permissions. If any of the directories in your package have special permissions, then DO NOT reset them here! Would you like to reset all directory permissions to 755 (drwxr-xr-x) and directory ownerships to root.root
es_cr: El siguiente paso es opcional - puede configurar los directorios en su paquete con permisos sanos. Si alguno de los directorios en su paquete tienen permisos especiales, entonces ¡NO LOS CAMBIE aquí! Desea cambiar todos los permisos de directorios a 755 (drwxr-xr-x) y el propietario de los directorios a root.root

source: WARNING: $PWD is chmod $OLDROOTPERMS temporarily changing to chmod 755
es_cr: ADVERTENCIA: $PWD tiene el modo chmod $OLDROOTPERMS temporalmente cambiándolo a chmod 755

source: Creating Slackware package: ${TARGET_NAME}/${TAR_NAME}.${EXTENSION}
es_cr: Creando paquete Slackware: ${TARGET_NAME}/${TAR_NAME}.${EXTENSION}

source: ERROR: gzip returned error code $ERRCODE -- makepkg failed.
es_cr: ERROR: gzip devolvió código de error $ERRCODE -- makepkg falló.

source: ERROR: bzip2 returned error code $ERRCODE -- makepkg failed.
es_cr: ERROR: bzip2 devolvió código de error $ERRCODE -- makepkg falló.

source: ERROR: lzma returned error code $ERRCODE -- makepkg failed.
es_cr: ERROR: lzma devolvió código de error $ERRCODE -- makepkg falló.

source: ERROR: xz returned error code $ERRCODE -- makepkg failed.
es_cr: ERROR: xz devolvió código de error $ERRCODE -- makepkg falló.

source: WARNING: zero length file
es_cr: ADVERTENCIA: archivo con tamaño cero

source: WARNING: gzip test failed on
es_cr: ADVERTENCIA: prueba de gzip falló en

source: WARNING: /usr/share/man (with possibly not gzipped man pages) detected
es_cr: ADVERTENCIA: /usr/share/man detectado (probablemente con páginas no comprimidas con gzip)

source: WARNING: /usr/share/info (with possibly not gzipped info pages) detected
es_cr: ADVERTENCIA: /usr/share/info detectado (probablemente con páginas no comprimidas con gzip)

source: WARNING: site_perl directory detected (this is fine for a local package build)
es_cr: ADVERTENCIA: directorio site_perl detectado (esto está bien para la construcción de un paquete local)

source: Restoring permissions of $PWD to chmod $OLDROOTPERMS
es_cr: Reestableciendo permisos de $PWD al modo chmod $OLDROOTPERMS

source: Slackware package ${TARGET_NAME}/${TAR_NAME}.${EXTENSION} created.
es_cr: Paquete Slackware ${TARGET_NAME}/${TAR_NAME}.${EXTENSION} creado.

source: The address you have entered seems to be non-standard. We were expecting $ArG2 groups of numbers seperated by dots, like: 127.0.0.1 Are you absolutely sure you want to use the address $ArG1?
es_cr: La dirección que ha ingresado parece ser no estándar. Estábamos esperando $ArG2 grupos de números separados por puntos, como: 127.0.0.1 ¿Está absolutamente seguro que quiere usar la dirección $ArG1?

source: WARNING
es_cr: ADVERTENCIA

source: First, we'll need the name you'd like to give your host. Only the base hostname is needed right now. (not the domain) Enter hostname:
es_cr: Primero, necesitamos el nombre que le quiere dar a su servidor. Solo el nombre base se necesita ahora (no el dominio). Ingrese el nombre del servidor:

source: ENTER HOSTNAME
es_cr: INGRESE NOMBRE DEL SERVIDOR

source: Now, we need the domain name for this machine, such as: example.org Do not supply a leading '.' Enter domain name for $HOSTNM:
es_cr: Ahora necesitamos el nombre del dominio para esta máquina, tal como: ejemplo.org No escriba un '.' (punto) al principio. Ingrese el nombre de dominio para $HOSTNM:

source: ENTER DOMAINNAME FOR $HOSTNM
es_cr: INGRESE EL NOMBRE DE DOMINIO PARA $HOSTNM

source: CONFIGURATION TYPE FOR $HOSTNM.$DOMAIN
es_cr: TIPO DE CONFIGURACIÓN PARA $HOSTNM.$DOMAIN

source: Now we need to know how your machine connects to the network. If you have an internal network card and an assigned IP address, gateway, and DNS, use the 'static IP' choice to enter these values. If your IP address is assigned by a DHCP server (commonly used by cable modem and DSL services), select 'DHCP'. If you do not have a network card, select the 'loopback' choice. You may also select 'NetworkManager' if you would like to have the NetworkManager daemon automatically handle your wired and wireless network interfaces (this is simple and usually works). Which type of network setup would you like?
es_cr: Ahora necesitamos sabes cómo su máquina se conecta a la red. Si tiene una tarjeta de red interna y una dirección IP asignada, puerta de enlace, y DNS, use la opción 'static IP' para ingresar estos valores. Si su dirección IP es asignada por un servidor DHCP (comúnmente usado por los servicios de módem por cable y DSL), seleccione 'DHCP'. Si no tiene una tarjeta de red, seleccione la opción 'loopback'. Puede seleccionar también 'NetworkManager' si desea tener el demonio NetworkManager para manejar automáticamente sus interfaces de red por cable e inalámbricas (esto es simple y generalmente funciona). ¿Cuál tipo de configuración de red desea?

source: Use a static IP address to configure ethernet
es_cr: Usar dirección IP estática para configurar ethernet

source: Use a DHCP server to configure ethernet
es_cr: Usar un servidor DHCP para configurar ethernet

source: Set up a loopback connection (modem or no net)
es_cr: Configurar una conexión 'loopback' (módem o sin red)

source: Autoconfigure network using NetworkManager
es_cr: Configurar automáticamente utilizando NetworkManager

source: SET DHCP HOSTNAME
es_cr: CONFIGURAR NOMBRE DEL SERVIDOR DHCP

source: Some network providers require that the DHCP hostname be set in order to connect. If so, they'll have assigned a hostname to your machine, which may look something like CC-NUMBER-A (this depends on your ISP). If you were assigned a DHCP hostname, please enter it below. If you do not have a DHCP hostname, just hit ENTER or Cancel.
es_cr: Algunos proveedores de red requieren que el nombre del servidor DHCP sea configurado para poder conectarse. Si es así, ellos asignan un nombre a su máquina, el cual puede ser algo como CC-NÚMERO-A (esto depende de su proveedor de servicio). Si se le asignó un nombre de servidor DHCP, por favor ingréselo abajo. Si no tiene un nombre de servidor DHCP, solo presione ENTER o cancele.

source: Enter your IP address for the local machine. Example: 111.112.113.114 Enter IP address for $HOSTNM (aaa.bbb.ccc.ddd):
es_cr: Ingrese su dirección de IP para la máquina local. Ejemplo: 111.112.113.114 Ingrese dirección IP para $HOSTNM (aaa.bbb.ccc.ddd):

source: ENTER IP ADDRESS FOR $HOSTNM.$DOMAIN
es_cr: INGRESE DIRECCIÓN IP PARA $HOSTNM.$DOMAIN

source: Enter your netmask. This will generally look something like this: 255.255.255.0 Enter netmask (aaa.bbb.ccc.ddd):
es_cr: Ingrese la máscara de red (netmask). Por lo general se parece a esto: 255.255.255.0 Ingrese máscara de red (aaa.bbb.ccc.ddd):

source: ENTER NETMASK FOR LOCAL NETWORK
es_cr: INGRESE MÁSCARA DE RED PARA RED LOCAL

source: Enter the address for the gateway on your network, such as:
es_cr: Ingrese la dirección para la puerta de enlace (gateway) en su red, tal como:

source: If you don't have a gateway on your network just hit ENTER without entering a gateway IP address. Enter gateway address (aaa.bbb.ccc.ddd):
es_cr: Si no tiene una puerta de enlace (gateway) en su red solo presione ENTER sin ingresar una puerta de enlace o dirección IP. Ingrese dirección de máscara de red (aaa.bbb.ccc.ddd):

source: ENTER GATEWAY ADDRESS
es_cr: INGRESE DIRECCIÓN DE MÁSCARA DE RED

source: USE A NAMESERVER?
es_cr: ¿USAR UN SERVIDOR DE NOMBRES?

source: Will you be accessing a nameserver?
es_cr: ¿Utilizará un servidor de nombres?
