Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: No such package: $ADM_DIR/packages/$PKGNAME. Can't remove.
es_cr: No hay tal paquete: $ADM_DIR/packages/$PKGNAME. No se puede eliminar.

source: Usage:
es_cr: Uso:

source: packagename
es_cr: nombrepaquete

source: Only warning... not actually removing any files.
es_cr: Solo advertencia... en realidad no se elimina ningún archivo.

source: Package contents is copied to $PRES_DIR.
es_cr: Contenido del paquete fue copiado a $PRES_DIR.

source: Here's what would be removed (and left behind) if you removed the package(s):
es_cr: Esto es lo que sería eliminado (y lo que quedaría) si hubiera eliminado el(los) paquete(s):

source: NO LINUX PARTITIONS DETECTED
es_cr: NINGUNA PARTICIÓN LINUX DETECTADA

source: There don't seem to be any partitions on this machine of type Linux. You'll need to make at least one of these to install Linux. To do this, you'll need to leave 'setup', and make the partitions using 'cfdisk' (MBR partitions) or 'cgdisk' (GPT partitions). For more information, read the 'setup' help file from the next menu.
es_cr: Parece que no hay ninguna partición de tipo Linux en esta máquina Necesitará crear al menos una de éstas para instalar Linux. Para hacerlo, necesita salir del programa de instalación, y hacer las particiones usando 'cfdisk' (particiones MBR) o 'cgdisk' (particiones GPT). Para obtener más información, lea el archivo de ayuda del programa de instalación en el siguiente menú.

source: NO EFI SYSTEM PARTITION DETECTED
es_cr: NO SE DETECTÓ PARTICIÓN DE SISTEMA EFI

source: This machine appears to be using EFI/UEFI, but no EFI System Partition was found. You'll need to make an EFI System Partition in order to boot from the hard drive. To do this, leave 'setup', and use 'cgdisk' to make a 100MB partition of type EF00. For more information, read the 'setup' help file from the next menu.
es_cr: Esta máquina parece usar EFI/UEFI, pero no se encontró una Partición de Sistema EFI. Necesitará crear una Partición de Sistema EFI para poder arrancar desde el disco duro. Para hacer esto, cierre el programa de instalación, y use 'cgdisk' para crear una partición de 100MB de tipo EF00. Para más información, lea el archivo de ayuda del programa de instalación en el siguiente menú.

source: Slint Linux Setup (version ${Version})
es_cr: Instalador de Slint Linux (versión ${Version})

source: Welcome to Slint Linux Setup. Select an option below using the UP/DOWN keys and SPACE or ENTER. Alternate keys may also be used: '+', '-', and TAB.
es_cr: Bienvenido al instalador de Slint Linux. Seleccione un opción abajo usando las teclas ARRIBA/ABAJO y ESPACIO o ENTER. Puede usar teclas alternativas: '+', '-', y TAB.

source: Read the Slint Setup HELP file
es_cr: Leer la ayuda del instalador de Slint Linux.

source: Remap your keyboard (other than $DefaultKeyMap)
es_cr: Cambiar el mapa de su teclado (diferente de $DefaultKeyMap)

source: Set up your swap partition(s)
es_cr: Configurar sus particiones swap

source: Set up your target partitions
es_cr: Configurar sus particiones destino

source: Install selected software
es_cr: Instalar software seleccionado

source: Reconfigure your Linux system
es_cr: Configurar de nuevo su sistema Linux

source: Exit Slint Linux Setup
es_cr: Salir del Instalador de Slint Linux

source: CANNOT INSTALL SOFTWARE YET
es_cr: NO SE PUEDE INSTALAR SOFTWARE TODAVÍA

source: Before you can install software, complete the following tasks: 1. Select your source media. 2. Set up your target Linux partition(s). You may also optionally remap your keyboard and set up your swap partition(s). Press ENTER to return to the main menu.
es_cr: Antes de poder instalar software, complete las siguientes tareas: 1. Seleccione el medio de origen. 2. Configure sus particiones Linux de destino. Puede también cambiar el mapa de su teclado si lo desea, y configurar su partición swap. Presione ENTER para regresar al menú principal.

source: Like 'full', but display one line per package during install
es_cr: Como 'full', pero despliega una línea por paquete

source: Full installation mode. Installing all software packages without prompting.
es_cr: Modo de instalación completa. Instalando todos los paquetes de software sin preguntar.

source: Full (terse display) installation mode.
es_cr: Modo de instalación completo (visualización concisa)

source: A one-line description will be displayed as each package is installed.
es_cr: Una descripción de una línea será desplegada al instalar cada paquete.

source: REPLACE /etc/fstab?
es_cr: ¿REEMPLAZAR /etc/fstab?

source: You already have an /etc/fstab on your install partition. If you were just adding software, you should probably keep your old /etc/fstab. If you've changed your partitioning scheme, you should use the new /etc/fstab. Do you want to replace your old /etc/fstab with the new one?
es_cr: Ya tiene un /etc/fstab en su partición de instalación. Si solamente estaba agregando software, probablemente debería usar su /etc/fstab anterior. Si ha cambiado sus particiones de alguna manera, debe usar un nuevo /etc/fstab. ¿Desea reemplazar su /etc/fstab anterior con el nuevo?

source: KEEP THE SAME LOCALE SETTINGS AFTER INSTALLATION?
es_cr: ¿MANTENER LA MISMA LOCALIZACIÓN DESPUÉS DE LA INSTALACIÓN?

source: By default we will keep in your new Slint Linux keymap and language settings used during installation and set the same keymap as default under X (in graphical mode). But you can unselect setting(s) that you don't want to keep using up and down arrows and the spacebar
es_cr: De forma predeterminada, mantendremos en su nuevo Slint Linux el mismo mapa y configuración del teclado utilizados durante la instalación, y también usaremos el mismo mapa del teclado en X (en modo gráfico). Pero también es posible cambiar la configuración que no desea usando las teclas de flechas arriba y abajo y la barra espaciadora.

source: Language setting: $LANG
es_cr: Configuración de lenguaje: $LANG

source: Keyboard map (on the console): $KeyMaP
es_cr: Mapa del teclado (en la consola): $KeyMaP

source: Use the same keyboard layout under X (graphical mode)
es_cr: Misma distribución del teclado en X (modo gráfico)

source: SETUP COMPLETE
es_cr: CONFIGURACIÓN COMPLETA

source: System configuration and installation is complete. You may EXIT setup and reboot your machine with ctrl-alt-delete.
es_cr: La instalación y configuración del sistema están completas. Puede salir del programa de instalación usando EXIT y reiniciar su máquina con ctrl-alt-supr.

source: Slint Linux Setup is complete
es_cr: La instalación de Slint Linux está completa.

source: Please remove the installation disc.
es_cr: Por favor extraiga el disco de instalación.

source: Would you like to reboot your system? If you choose No, you will be dropped to a shell.
es_cr: ¿Desea reiniciar su sistema? Si elige No, se desplegará una línea de comandos.

source: You may now reboot your system once you are ready. You can issue the 'reboot' command; or if your system has a keyboard attached, you can use the key combination: control+alt+delete
es_cr: Puede reiniciar su sistema cuando lo desee. Puede ingresar el comando 'reboot'; o si su sistema tiene un teclado conectado, puede utilizar la combinación: control+alt+delete

source: ** Starting reboot **
es_cr: ** Comienza el reinicio **

source: MKFONTDIR AND MKFONTSCALE UPDATE
es_cr: ACTUALIZACIÓN DE MKFONTDIR Y MKFONTSCALE

source: Please wait while we run mkfontscale and mkfontdir in your font directories.
es_cr: Por favor espere mientras ejecutamos mkfontscale y mkfontdir en su directorio de fuentes.

source: FONTCONFIG UPDATE
es_cr: ACTUALIZACIÓN DE FONTCONFIG

source: Please wait while we generate font.cache-1 files with fc-cache. For best results, fc-cache should be run whenever fonts are added to the system.
es_cr: Por favor espere mientras generamos el archivo font.cache-1 con fc-cache. Para obtener mejores resultados, fc-cache debe ser ejecutado siempre que nuevas fuentes sean agregadas al sistema.

source: Please wait while we generate font.cache-1 files with fc-cache. For best results, fc-cache should be run whenever fonts are added to the system.
es_cr: Por favor espere mientras generamos el archivo font.cache-1 con fc-cache. Para obtener mejores resultados, fc-cache debe ser ejecutado siempre que nuevas fuentes sean agregadas al sistema.

source: MAKE USB FLASH BOOT
es_cr: CREAR DISCO DE ARRANQUE USB

source: If your computer supports booting from a USB device, it is recommended that you make a USB boot stick for your system at this time. It will boot your computer straight into the root filesystem on $ROOT_DEVICE. Please insert a USB flash memory stick and then press ENTER to create a boot stick. WARNING! The existing contents of the USB stick will be erased.
es_cr: Si su computadora puede iniciar desde un dispositivo USB, se recomienda crear ahora un disco de arranque USB para su sistema. Este disco iniciará su sistema directo al sistema de archivos raíz en $ROOT_DEVICE. Por favor inserte una unidad de memoria USB y presione ENTER para crear un disco de arranque. ¡ADVERTENCIA! Los contenidos actuales de la memoria USB serán borrados.

source: Make a USB Linux boot stick
es_cr: Crear un disco de arranque USB de Linux

source: Skip making a USB boot stick
es_cr: Omitir la creación de un disco de arranque USB

source: NO NEW DEVICE DETECTED
es_cr: NINGÚN DISPOSITIVO NUEVO DETECTADO

source: Restart
es_cr: Reiniciar

source: No new USB device was detected. If you had already inserted your USB stick, please remove it now. Then select 'Restart'.
es_cr: Ningún dispositivo USB nuevo fue detectado. Si ya ha insertado su memoria USB, por favor sáquela ahora. Luego seleccione 'Reiniciar'.

source: NEW DEVICE DETECTED
es_cr: NUEVO DISPOSITIVO DETECTADO

source: A new USB device /dev/$STICK was detected with specifications: -- $VENDOR -- $MODEL -- $SIZE If this is the USB stick to use, select 'Yes', otherwise select 'No'.
es_cr: Un nuevo dispositivo USB /dev/$STICK fue detectado con las siguientes especificaciones: -- $VENDOR -- $MODEL -- $SIZE Si esta es la memoria USB a utilizar, seleccione 'Si', en caso contrario seleccione 'No'.

source: CREATING USB BOOT STICK
es_cr: CREANDO DISCO DE ARRANQUE USB

source: Creating SYSLINUX bootdisk for $ROOT_DEVICE on /dev/$STICK.
es_cr: Creando disco de arranque SYSLINUX para $ROOT_DEVICE en /dev/$STICK.

source: USB BOOT STICK CREATED
es_cr: DISCO DE ARRANQUE USB CREADO

source: The USB boot stick has been successfully created on device /dev/$STICK.
es_cr: El dispositivo de arranque USB ha sido creado con éxito en la unidad /dev/$STICK.

source: Create
es_cr: Crear

source: The USB boot stick has been successfully created on device /dev/$STICK. If you would like to create an additional boot stick, please select 'Create' and we'll go back and make another one, otherwise select 'Continue' to continue configuring your system.
es_cr: El dispositivo de arranque USB ha sido creado exitosamente en la unidad /dev/$STICK. Si desea crear un dispositivo adicional, por favor seleccione 'Create' para regresar y hacer otro más, de otra forma seleccione 'Continue' para continuar la configuración de su sistema.

source: Continue the configuration (done making boot sticks)
es_cr: Continuar la configuración (finalizada la creación de discos de arranque USB)

source: Make a spare Linux boot stick in /dev/$STICK
es_cr: Crear un disco extra de arranque de Linux en /dev/$STICK

source: MOUSE CONFIGURATION
es_cr: CONFIGURACIÓN DEL RATÓN

source: This part of the configuration process will create a /dev/mouse link pointing to your default mouse device. You can change the /dev/mouse link later if the mouse doesn't work, or if you switch to a different type of pointing device. We will also use the information about the mouse to set the correct protocol for gpm, the Linux mouse server. Please select a mouse type from the list below:
es_cr: Esta parte del proceso de configuración creará un enlace /dev/mouse, el cual apuntará a su dispositivo del ratón estándar. Puede cambiar el enlace /dev/mouse más adelante si el ratón no funciona, o si cambia a un tipo diferente de dispositivo de puntero. También utilizaremos la información sobre el ratón para configurar el protocolo correcto para gpm, el servidor de ratón de Linux. Por favor seleccione un tipo de ratón de la lista siguiente:

source: PS/2 port mouse (most desktops and laptops)
es_cr: Ratón de puerto PS/2 (la mayoría de computadoras y portátiles)

source: USB connected mouse
es_cr: Ratón conectado por USB

source: Microsoft PS/2 Intellimouse
es_cr: Intellimouse PS/2 de Microsoft

source: Intellimouse Explorer PS/2
es_cr: Explorador Intellimouse PS/2

source: 2 button Microsoft compatible serial mouse
es_cr: Ratón serial de 2 botones compatible con Microsoft

source: 3 button Microsoft compatible serial mouse
es_cr: Ratón serial de 3 botones compatible con Microsoft

source: Logitech serial MouseMan and similar devices
es_cr: MouseMan serial de Logitech y dispositivos similares

source: MouseSystems serial (most 3 button serial mice)
es_cr: MouseSystems serial (la mayoría de los seriales de 3 botones)

source: Plug and Play (serial mice that do not work with ms)
es_cr: Plug and Play (los seriales que no funcionan con Microsoft)

source: Microsoft serial Intellimouse
es_cr: Intellimouse serial de Microsoft

source: Genius Netmouse on PS/2 port
es_cr: Netmouse Genius en puerto PS/2

source: Some serial Logitech devices
es_cr: Algunos dispositivos seriales de Logitech

source: Make serial Logitech behave like msc
es_cr: Hacer que un Logitech serial se comporte como msc

source: ATI XL busmouse (mouse card)
es_cr: Ratón de bus ATI XL (tarjeta de ratón)

source: Microsoft busmouse (mouse card)
es_cr: Ratón de bus Microsoft (tarjeta de ratón)

source: Logitech busmouse (mouse card)
es_cr: Ratón de bus Logitech (tarjeta de ratón)

source: A pointing pen (NCR3125) on some laptops
es_cr: Un lápiz señalizador (NCR3125) en algunas portátiles

source: Twiddler keyboard, by HandyKey Corp
es_cr: Teclado Twiddler, hecho por Corporación HandyKey

source: Genitizer tablet (relative mode)
es_cr: Tableta Genitizer (modo relativo)

source: Use a joystick as a mouse
es_cr: Utilizar un joystick como un ratón

source: Wacom serial graphics tablet
es_cr: Tableta gráfica serial Wacom

source: SELECT SERIAL PORT
es_cr: SELECCIONAR PUERTO SERIAL

source: Your mouse requires a serial port. Which one would you like to use?
es_cr: Su ratón requiere un puerto serial. ¿Cuál desea usar?

source: (COM1: under DOS)
es_cr: (COM1: en DOS)

source: (COM2: under DOS)
es_cr: (COM2: en DOS)

source: (COM3: under DOS)
es_cr: (COM3: en DOS)

source: (COM4: under DOS)
es_cr: (COM4: en DOS)

source: Stopping gpm...
es_cr: Deteniendo gpm...

source: Restarting gpm...
es_cr: Reiniciando gpm...

source: Starting gpm:
es_cr: Iniciando gpm...

source: GPM CONFIGURATION
es_cr: CONFIGURACIÓN DE GPM

source: The gpm program allows you to cut and paste text on the virtual consoles using a mouse. If you choose to run it at boot time, this line will be added to your /etc/rc.d/rc.gpm: $GPM -m /dev/mouse -t $MTYPE Shall we load the gpm program at boot time?
es_cr: El programa gpm le permite cortar y pegar texto en las consolas virtuales utilizando el ratón. Si elige ejecutarlo al iniciar su computadora, esta línea será agregada a su /etc/rc.d/rc.gpm: $GPM -m /dev/mouse -t $MTYPE ¿Cargamos el programa gpm en el arranque?

source: CONFIGURE NETWORK?
es_cr: ¿CONFIGURAR RED?

source: Would you like to configure your network?
es_cr: ¿Desea configurar su red?

source: CONFIRM STARTUP SERVICES TO RUN
es_cr: CONFIRMAR CUÁLES SERVICIOS INICIALES SE EJECUTARÁN

source: The selected services will be started at boot time. If you don't need them, you may unselect them to turn them off (which may improve overall system security). You may also choose to start services that are not run by default, but be aware that more services means less security. Use the spacebar to select or unselect the services you wish to run. Recommended choices have been preselected. Press the ENTER key when you are finished.
es_cr: Los servicios seleccionados serán iniciados a la hora del arranque. Si no los necesita, puede desmarcarlos para no usarlos (lo cual puede mejorar la seguridad en general del sistema). Puede también también seleccionar e iniciar servicios que no se ejecutan de forma estándar, pero tenga en mente que más servicios significan menos seguridad. Use la barra espaciadora para marcar o desmarcar los servicios que desea ejecutar. Ciertas servicios han sido preseleccionados. Presione la tecla ENTER cuando termine.

source: Netatalk Appletalk file/print server
es_cr: Servidor Netatalk de archivos/impresión Appletalk

source: The Netatalk server is a file and print server for Macintosh networks.
es_cr: Netatalk es un servidor de archivos e impresión para redes Macintosh.

source: BIND (Domain Name System) server
es_cr: Servidor BIND (Sistema de Nombres de Dominio) (DNS)

source: BIND (Berkeley Internet Name Domain) is a Domain Name System (DNS) server.
es_cr: BIND (Berkeley Internet Name Domain) es un servidor de nombres (DNS).

source: Brltty (Braille display daemon)
es_cr: Brltty (demonio de despliegue Braille)

source: brltty outputs console messages to Braille displays.
es_cr: brltty imprime mensajes de consola a dispositivos Braille

source: CUPS print server
es_cr: Servidor de impresión CUPS

source: The Common UNIX Printing system (print spooler choice #1).
es_cr: El Sistema de Impresión Común de Unix (CUPS) (cola de impresión #1)

source: dnsmasq DHCP/DNS server
es_cr: Servidor DHCP/DNS dnsmasq

source: dnsmasq provides DNS and DHCP service to a LAN.
es_cr: El servidor dnsmasq provee los servicios DNS y DHCP en una LAN.

source: Filesystem in Userspace library
es_cr: Sistema de archivos en espacio de usuario

source: FUSE is an interface to allow userspace programs to use filesystems.
es_cr: FUSE permite a programas del usuario utilizar sistemas de archivos.

source: Hardware Abstraction Layer
es_cr: Capa de Abstracción de Hardware

source: HAL makes access to CD/DVD drives and USB devices easier.
es_cr: HAL hace más fácil el acceso a unidades de CD/DVD y USB.

source: HP printer/scanner daemons
es_cr: Demonios de impresión/escaneo de HP

source: Programs used to run printers and scanners from Hewlett Packard.
es_cr: Programas utilizados para manejar impresoras y escáneres de Hewlett Packard.

source: The Apache web server
es_cr: El servidor web Apache

source: Apache, the most widely used web server on the net.
es_cr: Apache, el servidor web más utilizado en la red.

source: The BSD Inetd daemon
es_cr: El demonio Inetd de BSD

source: Inetd daemon (this allows: time, ftp, comsat, talk, finger, and auth).
es_cr: El demonio inetd (provee: time, ftp, comsat, talk, finger y auth).

source: Activate IP packet forwarding
es_cr: Activar el reenvío de paquetes IP

source: Packet forwarding allows your Linux machine to act as a router.
es_cr: El reenvío de paquetes permite a su máquina actuar como un enrutador.

source: LPRng print server
es_cr: Servidor de impresión LPRng

source: The LPRng printing system (print spooler choice #2).
es_cr: El sistema de impresión LPRng (elección de cola de impresión #2)

source: D-Bus system message bus
es_cr: Bus de mensajería del sistema D-Bus

source: Used for interprocess communication and coordination.
es_cr: Usado para la comunicación y coordinación entre procesos.

source: The MySQL database server
es_cr: El servidor de base de datos MySQL

source: MySQL, an SQL-based relational database daemon.
es_cr: MySQL, un demonio de base de datos relacional basado en SQL.

source: The network time server
es_cr: El servidor de tiempo de la red

source: NTP synchronizes your time to/from other NTP servers.
es_cr: NTP sincroniza su hora desde/hacia otros servidores NTP.

source: PCMCIA/Cardbus card services
es_cr: Servicios de tarjetas PCMCIA/Cardbus

source: This supports PCMCIA or Cardbus cards used with laptops.
es_cr: Soporte para tarjetas PCMCIA o Cardbus utilizadas en portátiles.

source: RPC (NFS) daemons
es_cr: Demonios RPC (NFS)

source: Needed to serve or mount NFS (Network File System) partitions.
es_cr: Necesario para dar el servicio o montar particiones NFS.

source: The Samba file/print server
es_cr: El servidor de archivos e impresión Samba

source: Samba is a file and print server for Windows networks.
es_cr: Samba es un servidor de archivos e impresión para redes de Windows.

source: The SASL authentication server
es_cr: El servidor de autenticación SASL

source: SASL is an authentication method often used by mail servers.
es_cr: SASL es un método de autenticación usado por servidores de correo.

source: The Sendmail mail server
es_cr: El servidor de correo Sendmail

source: The Sendmail server allows your machine to send and receive mail.
es_cr: El servidor Sendmail le permite a su máquina enviar y recibir correo.

source: Net-SNMP daemon
es_cr: Demonio de red SNMP

source: SNMP daemon that receives and logs SNMP TRAP and INFORM messages.
es_cr: El demonio SNMP recibe y registra mensajes SNMP TRAP e INFORM.

source: The Linux system logging utilities
es_cr: Los utilitarios del sistema de registro de Linux

source: The syslogd and klogd daemons log important messages under /var/log.
es_cr: Los demonios syslogd y klogd registran mensajes importantes en /var/log.

source: The SSHD (secure shell) daemon
es_cr: El demonio SSHD (shell segura)

source: SSHD allows secure encrypted logins to your machine.
es_cr: SSHD permite conexiones cifradas y seguras en su máquina.

source: Downloading $ArG2 FAILED.
es_cr: La descarga de $ArG2 FALLÓ.

source: installpkg error #$ArG1
es_cr: Error de installpkg #$ArG1

source: There was a fatal error attempting to install $ArG2. The package may be corrupt, the installation media may be bad, one of the target drives may be full, or something else has caused the package to be unable to be read without error. You may hit enter to continue if you wish, but if this is an important required package then your installation may not work as-is.
es_cr: Ocurrió un error fatal al intentar instalar $ArG2. El paquete puede estar corrupto, el medio de instalación puede estar dañado, una de las unidades de destino puede estar llena, o algo ha causado que sea imposible leer el paquete sin errores. Puede presionar enter para continuar si lo desea, pero si este es un paquete requerido importante entonces su instalación puede que no funcione tal como está.

source: Unrecognized option $ArG1
es_cr: Opción no reconocida $ArG1

source: HARDWARE CLOCK SET TO UTC?
es_cr: ¿RELOJ DE HARDWARE CONFIGURADO CON UTC?

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT)? If it is, select YES here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say NO here. If you are not sure what this is, you should answer NO here.
es_cr: ¿Está el reloj de hardware configurado para usar el Tiempo Universal Coordinado (UTC/GMT)? Si lo está, seleccione YES aquí. Si el reloj de hardware está configurado para usar el hora local actual (de esta forma están configuradas la mayoría de las computadoras), entonces seleccione NO aquí. Si no está seguro qué es esto, debe responder NO.

source: Hardware clock is set to local time
es_cr: Reloj de hardware configurado con hora local

source: Hardware clock is set to UTC
es_cr: Reloj de hardware configurado con UTC
