Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: Error running useradd command -- account not created! (command: $CMD)
es_cr: Error al ejecutar comando useradd -- la cuenta no fue creada! (comando: $CMD)

source: Warning: an error occurred while setting finger information
es_cr: Advertencia: un error ocurrió al establecer la información finger

source: * WARNING: An error occured while setting the password for this account. Please manually investigate this *
es_cr: * ADVERTENCIA: Un error ocurrió al establecer la contraseña para esta cuenta. Por favor, investigue esto manualmente *

source: Account setup complete.
es_cr: La configuración de cuenta está completa.

source: Run mkfontdir and mkfontscale in font directories.
es_cr: Ejecute mkfontdir y mkfontscale en los directorios de fuentes.

source: Run fc-cache to locate new fonts for Xft
es_cr: Ejecutar fc-cache para localizar nuevas fuentes para Xft

source: Run update-desktop-database.
es_cr: Ejecutar update-desktop-database.

source: Run update-mime-database.
es_cr: Ejecutar update-mime-database.

source: Run gtk-update-icon-cache for hicolor theme.
es_cr: Ejecutar gtk-update-icon-cache para el tema hicolor.

source: Rebuild SSL certificate database.
es_cr: Reconstruir la base de datos de certificados SSL.

source: Install a Linux kernel from a bootdisk
es_cr: Instalar un kernel de Linux desde un disco de arranque

source: Create a USB Linux boot stick
es_cr: Crear un disco de arranque USB de LInux

source: Set a default browser link.
es_cr: Elegir un enlace de navegador por defecto.

source: Set up LILO to boot Linux (and other OSes) from your hard drive
es_cr: Configurar LILO para iniciar Linux (y otros Sistemas Operativos) en su disco duro

source: Configure the console mouse support (GPM).
es_cr: Configurar el soporte para el ratón en la consola (GPM).

source: Configure basic network settings
es_cr: Configurar ajustes básicos de red

source: Select/deselect system daemons (services)
es_cr: Activar/desactivar demonios (servicios)

source: Select a font for the console
es_cr: Seleccionar una fuente para la consola

source: Select your timezone
es_cr: Seleccione su zona horaria

source: Choose a default window manager for X
es_cr: Escoger un manejador de ventanas por defecto para X

source: Set up ELILO (EFI LILO) to boot Linux from your hard drive
es_cr: Configurar ELILO (EFI LILO) para iniciar Linux desde su disco duro

source: devfs detected: devmap_mknod.sh script not required.
es_cr: devfs detectado: el script devmap_mknod.sh no es requerido.

source: procfs not found: please create $CONTROL manually.
es_cr: procfs no encontrado: por favor cree $CONTROL manualmente.

source: $DM_NAME kernel module not loaded: can't create $CONTROL.
es_cr: El módulo del kernel $DM_NAME no ha sido cargado: no se puede crear $CONTROL.

source: Creating $CONTROL character device with major:$MAJOR minor:$MINOR.
es_cr: Creando dispositivo de caracters $CONTROL con mayor:$MAJOR menor:$MINOR.

source: Slint LILO Installation HELP file WARNING: As they say in the LILO docs, installing boot loaders is inherently dangerous. Be careful out there! These are the options you can use at the Slint LILO install menu: 1. Start LILO configuration with a new LILO header. This choice allows you to start a new configuration file, /etc/lilo.conf, with no OS's entered into it (yet). You'll first be asked if you want to use an optional append="...." line. If you didn't need to use extra parameters at the bootkernel prompt, then you can probably just hit ENTER here. You will be asked where you want to install LILO. This can be your Master Boot Record, your root partition's superblock (for OS/2's Boot Manager), or to a formatted floppy disk. Next, you'll be asked if you want a delay before booting the first OS in your lilo.conf file. This delay allows you to hit left-shift and boot any OS in the lilo.conf file by typing in the label you've given it. Once you've started a new lilo.conf, you must add at least one OS to it before you can install LILO. 2. Menu choices to add Linux, OS/2, and DOS to the lilo.conf. These all pretty much work the same way. You'll be asked which partition you want to make bootable (answer /dev/hda1 or whatever partition you wish to use), and you'll also be asked to assign a label to the partition. The label can be any short word such as "Linux" or "OS/2" that you'll type in later to boot that partition. The boot prompt is not case-sensitive, so the user can type LINUX or os/2 later on and it will match the labels Linux and OS/2. 3. Install LILO Once you've looked at your new config file and are satisfied with the way it looks, pick this choice to install LILO and leave the LILO installation menu. Other options: -- Recycle (Reinstall) using your original /etc/lilo.conf. If you already have an /etc/lilo.conf, and you just need to refresh lilo then you don't need to reconstruct your lilo.conf. Just use this menu choice to reinstall LILO using the existing /etc/lilo.conf. -- View your current /etc/lilo.conf If you haven't begun building a new lilo.conf, this choice will let you take a look at the existing one in /etc on your root Linux partition. If you have begun constructing a new lilo.conf, this option will let you view the progress on that. -- Skip LILO installation and exit this menu This option skips LILO installation. Use this if you don't want to install LILO, or if you've already installed it and don't need to reinstall. You have to reinstall LILO whenever you change your Linux kernel. -- Help - Read the Linux Loader HELP file I hope you found it helpful! :^) ----------- Other LILO information: LILO on the Master Boot Record can be removed easily. MS-DOS's fdisk has a /MBR option that restores the master boot record. You can actually restore your original boot sector from the copy LILO makes in /boot, as well. This is the best way to go about it. See the LILO docs for more information. There is also a '-u' flag to LILO that restores the boot sector from the backup copy. Again, see the LILO docs for detailed info. Good luck! --- end of LILO help
es_cr: Archivo de AYUDA de instalación de LILO de Slint ADVERTENCIA: Como se menciona en los documentos de LILO, instalar gestores de arranque es inherentemente peligroso. Tenga cuidado! Estas son las opciones que puede usar en el menú de instalación de LILO en Slackware: 1. Inicie la configuración de LILO con un nuevo encabezado. Esta opción permite iniciar un nuevo archivo de configuración, /etc/lilo.conf, sin ningún sistema operativo ingresado en el archivo (aún). Primero se le preguntará si quiere usar una línea append="..." opcional. Si no necesitó usar los parámetros extra en el indicador del kernel de arranque, entonces probablemente solo necesita ingresar ENTER aquí. Se le preguntará dónde quiere instalar LILO. Puede ser en el Registro de Inicio Maestro (MBR), o en el superbloque de la partición raíz (para el Manejador de Arranque de OS/2), o en un disquete formateado. A continuación, se le preguntará si desea un retraso antes de iniciar el primer sistema operativo en su archivo de configuración lilo.conf. Este retraso le permite presionar la tecla MAYÚS-IZQ para iniciar cualquier sistema en lilo.conf escribiendo su etiqueta. Una vez que cree un nuevo lilo.conf, debe agregar al menos un sistema operativo antes de poder instalar LILO. 2. Opciones de menú para añadir Linux, OS/2 y DOS a lilo.conf. Estas opciones funcionan de la misma manera. Se le preguntará cuál partición desea hacer de arranque (ingrese /dev/hda1 o cualquier partición que desee usar), entonces se le pedirá asignar una etiqueta a la partición. La etiqueta puede ser cualquier palabra corta tal como "Linux" o "OS/2" que luego ingresará para iniciar esa partición. El mensaje de inicio no distingue mayúsculas y minúsculas, así que el usuario puede escribir LINUX o os/2 más adelante y coincidirá con las etiquetas Linux y OS/2. 3. Instalar LILO Luego de revisar su nuevo archivo de configuración y estar satisfecho de cómo luce, eliga esta opción para instalar LILO y abandonar el menú de instalación de LILO. Otras opciones: -- Reciclar (Reinstalar) usando su /etc/lilo.conf original. Si ya tiene un archivo /etc/lilo.conf, y solo necesita refrescar lilo entonces no es necesario reconstruir su archivo lilo.conf. Solo use esta opción de menú para reinstalar LILO usando el archivo /etc/lilo.conf existente. -- Ver su /etc/lilo.conf actual Si ha comenzado a construir un nuevo lilo.conf, esta opción le permite ver el progreso en ese aspecto. -- Saltarse la instalación de LILO y salir de este menú Esta opción se salta la instalación de LILO. Use esto si no quiere instalar LILO, o si ya lo ha instalado y no necesita reinstalar. Necesita reinstalar LILO cuando cambie su kernel de Linux. -- Ayuda - Leer el archivo de ayuda del Linux Loader Espero que lo haya encontrado útil! :^) ----------- Información adicional de LILO: LILO en el Registro de Inicio Maestro (MBR) puede ser removido fácilmente. El fdisk de DOS tiene una opción /MBR que restaura el registro de inicio maestro. En realidad también puede restaurar su sector de arranque original usando la copia que LILO hace en /boot. Esta es la mejor manera de hacerlo. Vea los documentos de LILO para más información. También existe una opción '-u' en LILO que restaura el sector de arranque de una copia de respaldo. Vea también la documentación de LILO para obtener información detallada. ¡Buena suerte! --- fin de la ayuda de LILO

source: LILO INSTALLATION HELP
es_cr: AYUDA DE INSTALACIÓN DE LILO

source: ERROR: System is not running under UEFI.
es_cr: ERROR: El sistema no está ejecutando UEFI.

source: ERROR: No EFI System Partition mounted on /boot/efi.
es_cr: ERROR: No hay Partición de Sistema EFI montada en /boot/efi.

source: ERROR: No kernel found at /boot/vmlinuz.
es_cr: ERROR: No se encontró un kernel en /boot/vmlinuz.

source: INSTALL ELILO
es_cr: INSTALAR ELILO

source: ELILO (EFI Linux Loader) installation
es_cr: Instalación de ELILO (EFI Linux Loader)

source: ELILO is a Linux boot loader for EFI based systems. Installing ELILO will allow you to boot your Linux system from the hard drive after selecting it from the UEFI boot menu. Since an EFI System Partition was detected on this machine, it is recommended that you install ELILO now. Please select an option:
es_cr: ELILO es un gestor de arranque para sistemas basados en EFI. La instalación de ELILO le permite iniciar su sistema Linux desde el disco duro después de seleccionarlo desde el menú de arranque UEFI. Ya que una Partición de Sistema EFI fue detectada en esta máquina, se recomienda que instale ELILO ahora. Por favor seleccione una opción:

source: Install ELILO on the EFI System Partition
es_cr: Instalar ELILO en la Partición de Sistema EFI

source: Do not install ELILO
es_cr: No instalar ELILO

source: INSTALL BOOT MENU ENTRY?
es_cr: ¿INSTALAR ENTRADA EN EL MENÚ DE ARRANQUE?

source: Would you like to install a boot menu entry so that you can easily select Slint when you boot your machine? WARNING: DO NOT install a boot menu entry on Apple hardware. Apple computers use a different type of EFI firmware, and efibootmgr has been known to damage them. On all other computers, it is recommended to add a boot menu entry. Please select an option:
es_cr: ¿Desea instalar una entrada en el menú de arranque para que pueda seleccionar fácilmente Slint cuando inicia su máquina? ADVERTENCIA: NO INSTALE una entrada en el menú de arranque en hardware Apple. Las computadoras Apple usan un tipo diferente de firmware EFI, y se sabeque efibootmgr las daña. En todas las demás computadoras, se recomienda agregar la entrada al menú de arranque. Por favor seleccione una opción:

source: Install a boot menu entry
es_cr: Instalar una entrada al menú de arranque

source: Do not install a boot menu entry
es_cr: No instalar una entrada en el menú de arranque

source: REMOVE OLD Slint EFI BOOT ENTRY?
es_cr: ¿ELIMINAR ANTIGUA ENTRADA DE ARRANQUE Slint EFI?

source: An old Slint boot entry has been found in your EFI boot menu. Would you like to remove this before installing the new Slint boot entry? This is recommended. Old EFI boot menu entry:
es_cr: Una entrada de arranque antigua de Slint ha sido encontrada en su menú de arranque EFI. ¿Desea eliminarla antes de instalar la nueva entrada de arranque de Slint? Esto es recomendado. Entrada de menú de arranque antigua:

source: EFI BOOT ENTRY INSTALLED
es_cr: ENTRADA DE ARRANQUE EFI INSTALADA

source: A Slint boot entry has been installed to your EFI boot menu. EFI boot menu entry:
es_cr: Una entrada de arranque de Slint ha sido instalada en su menú de arranque EFI. Entrada de menú de arranque EFI:

source: Usage: explodepkg package_name [package_name2, ...] Explodes a Slackware compatible software package (or any tar+{gzip,bzip2,lzma,xz archive) in the current directory. Equivalent to (for each package listed): ( umask 000 ; cat package_name | COMPRESSOR -dc | tar xvf package_name ) Note: This should only be used for debugging or examining packages, not for installing them. It doesn't execute installation scripts or update the package indexes in /var/log/packages and /var/log/scripts.
es_cr: Uso: explodepkg nombre_paquete [nombre_paquete2, ...] Abre un paquete de software compatible con Slackware (o cualquier archivo tar+{gzip,bzip2,lzma,xz} ) en el directorio actual. Equivalente a (para cada paquete listado): ( umask 000 ; cat nombre_paquete | COMPRESOR -dc | tar xvf nombre_paquete ) Nota: Esto solo debería se usado para depuración o examinar paquetes, no para instalarlos. No se ejecutan los scripts de instalación ni se actualizan los índices de paquetes en /var/log/packages y /var/log/scripts.

source: Exploding package $PKG in current directory:
es_cr: Abriendo paquete $PKG en el directorio actual:

source: An installation script was detected in ./install/doinst.sh, but was not executed.
es_cr: Un script de instalación fue detectado en ./install/doinst.sh, pero no fue ejecutado.

source: WARNING: pkgtools are unstable with tar > 1.13. You should provide a "tar-1.13" in your $PATH
es_cr: ADVERTENCIA: pkgtools es inestable con tar > 1.13. Debe proveer un "tar-1.13" en su $PATH

source: Cannot install $package: file not found
es_cr: No se puede instalar $package: archivo no encontrado

source: Cannot install $package: file does not end in .tgz, .tbz, .tlz, or .txz
es_cr: No se puede instalar $package: archivo no termina en .tgz, .tbz, .tlz o .txz

source: Cannot install $package: external compression utility $packagecompression missing
es_cr: No se puede instalar $package: utilitario externo de compresión $packagecompression no encontrado

source: Verifying package $package_name.
es_cr: Verificando paquete $package_name.

source: Unable to install $package: tar archive is corrupt (tar returned error code $TARERROR)
es_cr: No se puede instalar $package: el archivo tar está dañado (tar devolvió código de error $TARERROR)

source: Size: Compressed: ${COMPRESSED}, uncompressed: ${UNCOMPRESSED}.
es_cr: Tamaño: Comprimido: ${COMPRESSED}, no comprimido: ${UNCOMPRESSED}.

source: Installing package $package_name:
es_cr: Instalando paquete $package_name:

source: PACKAGE DESCRIPTION:
es_cr: DESCRIPCIÓN DEL PAQUETE:

source: Installing package $shortname $PMSG
es_cr: Instalando paquete $shortname $PMSG

source: Package Name: $shortname $PMSG
es_cr: Nombre del Paquete: $shortname $PMSG

source: Install package $shortname
es_cr: Instalar paquete $shortname

source: Do not install package $shortname
es_cr: No instalar paquete $shortname

source: Abort software installation completely
es_cr: Detener la instalación de software completamente

source: WARNING: Package has not been created with 'makepkg'
es_cr: ADVERTENCIA: El paquete no ha sido creado con 'makepkg'

source: Executing install script for $package_name.
es_cr: Ejecutando script de instalación de $package_name.

source: Package $package_name installed.
es_cr: Paquete $package_name instalado.

source: UEFI FIRMWARE DETECTED
es_cr: FIRMWARE EFI DETECTADO

source: LILO (Linux Loader) installation
es_cr: Instalación de LILO (Linux Loader)

source: Since LILO (the traditional Linux Loader) does not work with machines running UEFI firmware (except in Legacy BIOS mode), you probably do not need to install it. Instead, you'll need ELILO, which is a version of LILO designed to work with EFI/UEFI systems.
es_cr: Debido a que LILO (el gestor de arranque tradicional) no funciona con máquinas que tienen firmware UEFI (excepto en modo de compatibilidad con BIOS), probablemente no necesita instalarlo. En cambio, necesitará ELILO, el cual es una versión de LILO diseñada para funcionar con sistemas EFI/UEFI.

source: Skip installing LILO and proceed to ELILO installation
es_cr: Saltarse la instalación de LILO y proceder a la instalación de ELILO

source: Install LILO anyway
es_cr: Instalar LILO de todas formas

source: OPTIONAL SLINT LOGO BOOT SCREEN
es_cr: LOGO OPCIONAL DE PANTALLA DE INICIO DE SLINT

source: Would you like to use a boot screen with the Slint logo against a black background? If you answer no here, the standard LILO menu will be used.
es_cr: ¿Le gustaría usar una pantalla de inicio con el logotipo de Slint en un fondo negro? Si responde no aquí, el menú estándar de LILO será usado.

source: CONFIGURE LILO TO USE FRAME BUFFER CONSOLE?
es_cr: ¿CONFIGURAR LILO PARA USAR "FRAME BUFFER"?

source: Looking at /proc/devices, it seems your kernel has support for the VESA frame buffer console. If we enable this in /etc/lilo.conf, it will allow more rows and columns of text on the screen and give you a cool penguin logo at boot time. However, the frame buffer text console is slower than a standard text console. In addition, not every video card or monitor supports all of these video modes, and some X drivers could be confused by them. Would you like to use the frame buffer console, or the standard Linux console?
es_cr: Observando /proc/devices, parece ser que su kernel tiene soporte para la consola de memoria intermedia (frame buffer) VESA. Si habilitamos esto en /etc/lilo.conf, permitirá más filas y columnas de texto en la pantalla y le dará un bonito logotipo de un pingüino a la hora de iniciar. Sin embargo, la consola de texto "frame buffer" es más lenta que una consola de texto estándar. Adicionalmente, no todas las tarjetas de video o monitores soportan todos estos modos de video, y algunos controladores para X podrían confundirse. ¿Le gustaría usar la consola "frame buffer", o la consola estándar de Linux?

source: Use the standard Linux console (the safe choice)
es_cr: Usar la consola estándar de Linux (la opción segura)

source: Ask about using VESA modes at boot; time out to standard
es_cr: Preguntar el modo VESA; tiempo de expiración estándar

source: Frame buffer console, 640x480x64k
es_cr: Consola "frame buffer", 640x480x64k

source: Frame buffer console, 800x600x64k
es_cr: Consola "frame buffer", 800x600x64k

source: Frame buffer console, 1024x768x64k
es_cr: Consola "frame buffer", 1024x768x64k

source: Frame buffer console, 640x480x32k
es_cr: Consola "frame buffer", 640x480x32k

source: Frame buffer console, 800x600x32k
es_cr: Consola "frame buffer", 800x600x32k

source: Frame buffer console, 1024x768x32k
es_cr: Consola "frame buffer", 1024x768x32k

source: Frame buffer console, 640x480x256
es_cr: Consola "frame buffer", 640x480x256

source: Frame buffer console, 800x600x256
es_cr: Consola "frame buffer", 800x600x256

source: Frame buffer console, 1024x768x256
es_cr: Consola "frame buffer", 1024x768x256

source: OPTIONAL LILO append=<kernel parameters> LINE
es_cr: LÍNEA OPCIONAL DE LILO append=<parámetros del kernel>

source: Some systems might require extra parameters to be passed to the kernel. If you needed to pass parameters to the kernel when you booted the Slint bootdisk, you'll probably want to enter the same ones here. Most systems won't require any extra parameters. If you don't need any, just hit ENTER to continue.
es_cr: Algunos sistemas pueden requerir parámetros extra para ser pasados al kernel. Si necesitó pasar parámetros al kernel cuando inició el disco de arranque de Slint, probablemente deberá ingresar los mismos aquí. La mayoría de los sistemas no requerirán ningún parámetro extra. Si no necesita ninguno, solo presione ENTER para continuar.

source: USE UTF-8 TEXT CONSOLE?
es_cr: ¿USAR CONSOLA DE TEXTO UTF-8?

source: Beginning with the 2.6.24 kernel, the text consoles default to UTF-8 mode. Unless you are using a UTF-8 locale ($LANG setting), using the old default of a non-UTF text console is safer until some issues with various console programs are addressed. This option has no effect on the use of UTF-8 with X. No is the safe choice here.
es_cr: Iniciando con el kernel 2.6.24, las consolas de texto son configuradas en modo UTF-8 por defecto. A menos que esté utilizando una localización UTF-8 (la variable $LANG), usar el estándar viejo de una consola de texto no UTF es más seguro hasta que algunos problemas con varios programas de consola se resuelvan. Esta opción no tiene ningún efecto sobre el uso de UTF-8 con X. La respuesta segura aquí es "no".

source: OS/2 BOOT MANAGER FOUND
es_cr: MANEJADOR DE ARRANQUE DE OS/2 ENCONTRADO

source: Your system appears to have Boot Manager, a boot menu system provided with OS/2 and Partition Magic. If you like, we can install a very simple LILO boot block at the start of your Linux partition. Then, you can add the partition to the Boot Manager menu, and you'll be able to use Boot Manager to boot Linux. Would you like to install LILO in a Boot Manager compatible way?
es_cr: Su sistema parece tener Boot Manager, un sistema de menú de arranque incluido con OS/2 y Partition Magic. Si lo desea, podemos instalar un bloque de arranque de LILO muy simple al inicio de su partición Linux. Puede entonces agregar la partición al menú de Boot Manager, y podrá usar Boot Manager para iniciar Linux. ¿Le gustaría instalar LILO de una forma compatible con Boot Manager?

source: SELECT LILO DESTINATION
es_cr: SELECCIONAR DESTINO DE LILO

source: LILO can be installed to a variety of places: 1. The superblock of your root Linux partition. (which could be made the bootable partition with Windows or Linux fdisk, or booted with a program like OS/2 Boot Manager) 2. A formatted floppy disk. 3. The Master Boot Record of your first hard drive. Options 1 and 2 are the safest, but option 1 does require a little extra work later (setting the partition bootable with fdisk). Which option would you like?
es_cr: LILO puede ser instalado en varios lugares: 1. El superbloque de su partición raíz de Linux. (La cual puede hacerse la partición de arranque con fdisk de Windows o Linux, o ser iniciada con un programa como el Boot Manager de OS/2) 2. Un disquete formateado. 3. El Registro de Inicio Maestro (MBR) de su primer disco duro. Las opciones 1 y 2 son las más seguras, pero la opción 1 requiere un poco más de trabajo más adelante (configurar la partición de arranque con fdisk). ¿Cuál opción desea?

source: Install to superblock (not for use with XFS)
es_cr: Instalar al superbloque (no utilice con XFS)

source: Install to a formatted floppy in /dev/fd0 (A:)
es_cr: Instalar a un disquete formateado en /dev/fd0 (A:)

source: Install to Master Boot Record
es_cr: Instalar en el Registro de Inicio Maestro (MBR)

source: I can't find a device named $ArG1 !
es_cr: ¡No puedo encontrar el dispositivo llamado $ArG1 !

source: Are you sure you want to use this device name
es_cr: Está seguro de querer utilizar este nombre de dispositivo

source: DEVICE FILE NOT FOUND
es_cr: ARCHIVO DE DISPOSITIVO NO ENCONTRADO

source: I can't find a device named $ArG1. Are you sure you want to use this device name?
es_cr: No puedo encontrar el dispositivo llamado $ArG1. ¿Está seguro de querer utilizar este nombre de dispositivo?
