Repository: djemos/salixtools
Catalog: netsetup/po/*.po
Languages: es_cr

source: Partitions of type FAT or NTFS (commonly used by DOS and Windows) have been found on your system. Would you like to add these partitions to your /etc/fstab so that these partitions are visible from Linux?
es_cr: Particiones de tipo FAT o NTFS (comúnmente usadas por DOS y Windows) han sido encontradas en su sistema. ¿Desearía agregar estas particiones a su /etc/fstab de manera que sean visibles desde Linux?

source: Selecting non-Linux partitions.
es_cr: Seleccionando particiones no Linux.

source: SELECT PARTITION TO ADD TO /etc/fstab
es_cr: SELECCIONE PARTICIÓN PARA AGREGAR A /etc/fstab

source: Select
es_cr: Seleccionar

source: Continue
es_cr: Continuar

source: In order to make these partitions visible from Linux, we need to add them to your /etc/fstab. Please pick a partition to add to /etc/fstab, or select '---' to continue with the installation process.
es_cr: Para hacer estas particiones visibles desde Linux, necesitamos agregarlas a su /etc/fstab. Por favor seleccione una partición para agregar a /etc/fstab, o seleccione '---' para continuar con el proceso de instalación.

source: IN USE
es_cr: EN USO

source: on
es_cr: en

source: done, continue with setup
es_cr: listo, continuar con la instalación

source: Selecting a location to mount $DOS_PART.
es_cr: Seleccionando una ubicación para montar $DOS_PART.

source: PICK MOUNT POINT FOR $DOS_PART
es_cr: ESCOJA PUNTO DE MONTAJE PARA $DOS_PART

source: Now this partition must be mounted somewhere in your directory tree. Please enter the directory under which you would like to put it. For instance, you might want to enter /fat-c or /fat-d or something similar. NOTE: This partition will not actually be mounted until you reboot. Where would you like to mount $DOS_PART?
es_cr: Ahora esta partición debe ser montada en algún lugar en su estructura de directorios. Por favor ingrese el directorio en el cual desea ponerla. Por ejemplo, podría usar /fat-c o /fat-d o algo similar. NOTA: La partición no será montada hasta que reinicie el sistema. ¿Dónde le gustaría montar la partición $DOS_PART?

source: Adding this information to your /etc/fstab:
es_cr: Añadiendo esta información a su /etc/fstab:

source: Finished setting up non-Linux partitions.
es_cr: Terminada la configuración de particiones no Linux.

source: DONE ADDING FAT or NTFS PARTITIONS
es_cr: TERMINADO AÑADIENDO PARTICIONES FAT o NTFS

source: FORMAT EFI PARTITION ${PREFERRED_EFI_PARTITION}?
es_cr: FORMATEAR PARTICIÓN EFI ${PREFERRED_EFI_PARTITION}?

source: An EFI System Partition was found on ${PREFERRED_EFI_PARTITION}, but it has not yet been formatted. Would you like to format this partition?
es_cr: Una partición de sistema EFI fue encontrada en ${PREFERRED_EFI_PARTITION}, pero no ha sido formateada todavía. ¿Desea formatear esta partición?

source: FORMATTING EFI PARTITION ${PREFERRED_EFI_PARTITION}
es_cr: FORMATEANDO PARTICIÓN EFI ${PREFERRED_EFI_PARTITION}

source: Formatting EFI System Partition ${PREFERRED_EFI_PARTITION} as FAT32.
es_cr: Formateando Partición de Sistema EFI ${PREFERRED_EFI_PARTITION} como FAT32.

source: Finished setting up EFI System Partition.
es_cr: Terminada la configuración de la Partición de Sistema EFI.

source: EFI SYSTEM PARTITION RECOGNIZED
es_cr: PARTICIÓN DE SISTEMA EFI RECONOCIDA

source: Slint PXE Server Help _________________________ First, a little help on help. Whenever you encounter a text viewer like this during the installation, you can move around with these commands: PGDN - Move down one page PGUP - Move up one page HOME - Move to beginning of file END - Move to end of file Also, you're running a real multitasking operating system now, so you're not confined to the installation program. You can log into other consoles and look around at any time without disturbing the installation process. To do this, you need to learn the commands that control the Linux console. You'll use these commands all the time when you're logged into Linux. "Virtual" consoles and scrollback: Right now, the screen you're looking at is probably VIRTUAL CONSOLE NUMBER ONE, (or /dev/tty1 in Linux-speak). There are usually several virtual consoles available. When you log into the install disk, there are four consoles. To switch among them, use Alt-F1, Alt-F2, Alt-F3, or Alt-F4 to select which of the four consoles you wish to use. While you're using a console, you get a small amount of text scrollback buffer. To scroll the console back, hold down the right shift key and hit PageUp. To scroll the console forward, hit PageDown while holding the right shift key down. This can be especially useful for reading the boot messages, which can go by too fast to read otherwise. RUNNING THE PXESETUP PROGRAM The pxesetup main menu is kept as easy as possible, because only a limited configuration is needed. NETWORK (configure the network device and optional DHCP server) SOURCE (select the source location for the Slint Linux packages) ACTIVATE (start the PXE server) In the NETWORK configuration stage, you configure an IP address for your network card. If you have already a DHCP server in your local network, the pxesetup program will offer you the choice of using the DHCP server to configure your network device fully automatic, but there is always the option to enter an IP address manually. If no DHCP server has been detected running inside your local network, then pxesetup will start its own DHCP server (we need one). You will get the chance to define the IP address range which that internal DHCP server uses. You should check the lower and upper IP addresses carefully and verify that none of your local network's computers, including your local gateway, use an IP address in that DHCP range. If you spot a conflict, you can adjust these lower and upper bounds. Press 'Accept' once you are satisfied. In the SOURCE configuration stage, you determine where you have your local Slint copy. This should be a complete directory tree including the packages, the kernels and the isolinux directory. The package sources are not needed and can be omitted from the medium if you are using a bootable USB stick for instance. The choices for SOURCE location are: a DVD medium, a local disk partition or a pre-mounted directory. These are the standard setup dialogs you will certainly know from installing Slint. Be sure to enter the full directory path to (and including) the directory which contains the 'a', 'ap', 'd', ..., 'y' subdirectiries. You know the drill. When you are done configuring NETWORK and SOURCE, it is time to ACTIVATE your PXE server. The screen will show a live view of the server's connection log for client boot requests. This goes on until you press 'Exit' which will drop you back into the main menu after killing the PXE service. Selecting ACTIVATE will restart the PXE service. Computers who boot from your PXE server will see the usual Slint installation routine. When it comes to selecting the SOURCE, these computers have one choice, and is the entry "Install from FTP/HTTP server". The PXE server offers Slint packages to willing computers using its own internal HTTP server. The default values that you will see for the URL and the PATH input fields are being supplied by the PXE server and should not be changed. ...WHEN YOU'RE DONE: EXIT: This leaves Slint PXE Server setup. Have fun running this PXE server! --- Eric Hameleers alien@slackware.com
es_cr: Ayuda del Servidor PXE de Slint ___________________________________ Primero, una pequeña ayuda sobre la ayuda. Siempre que encuentre un visor de texto como este durante la instalación, puede moverse usando estos comandos: AvPág - Moverse una página hacia abajo RePág - Moverse una página hacia arriba INICIO - Moverse al inicio del archivo FIN - Moverse al final del archivo Además, está ejecutando un verdadero sistema operativo multitarea ahora, de manera que no está confinado al programa de instalación. Puede iniciar una sesión en otras consolas y mirar alrededor sin perturbar el proceso de instalación. Para hacer esto, necesita aprender los comandos que controlan la consola de Linux. Utilizará estos comandos todo el tiempo que dure su sesión en Linux. Consolas "virtuales" y almacenamiento del desplazamiento (scrollback): En este momento, la pantalla que está viendo es probablemente la CONSOLA VIRTUAL NÚMERO UNO, (o /dev/tty1 en la terminología de Linux). Normalmente hay varias consolas virtuales disponibles. Cuando inicie la sesión en el disco de instalación, hay cuatro consolas. Para cambiarse entre ellas, use Alt-F1, Alt-F2, Alt-F3, o Alt-F4. Estas teclas seleccionan cuál de las cuatro consolas desea usar. Mientras que esté usando una consola, tendrá una pequeña cantidad de texto en el búfer de almacenamiento del desplazamiento (scrollback). Para desplazarse hacia atrás en la consola, mantenga presionada la tecla de mayúsculas derecha y presione RePág. Para desplazar la consola hacia adelante, presione AvPág mientras presiona la tecla de mayúsculas derecha. Esto puede ser especialmente útil para leer los mensajes de arranque del sistema, los cuales pasan muy rápido para poder leerlos. EJECUTANDO EL PROGRAMA PXESETUP El menú principal de pxesetup es lo más simple posible, porque solo una configuración limitada es necesaria. NETWORK (configurar el dispositivo de red y servidor opcional DHCP) SOURCE (seleccionar la ubicación origen de los paquetes de Slackware Linux) ACTIVATE (iniciar el servidor PXE) En la fase de configuración NETWORK, se configura la dirección IP de su tarjeta de red. Si ya tiene un servidor DHCP en su red local, el programa pxesetup le ofrecerá la opción de usar el servidor DHCP para configurar su dispositivo de red de forma automática, pero siempre existe la opción para ingresar la dirección IP manualmente. Si ningún servidor DHCP fue detectado en su red local, el programa pxesetup iniciará su propio servidor DHCP (necesitamos uno). Tendrá la oportunidad de definir el rango de direcciones IP que el servidor DCHP interno utilizará. Debe revisar las direcciones IP superiores e inferiores cuidadosamente y verificar que ninguna de las computadoras en su red local, incluyendo su puerta de enlace local, utilizan una dirección IP en ese rango. Si descubre un conflicto, puede ajustar los límites superior e inferior. Presione 'Accept' una vez que esté satisfecho. En la fase de configuración SOURCE, se determina dónde tiene su copia local de Slackware. Esta debería ser una estructura de directorios completa incluyendo los paquetes, los kernels y el directorio isolinux. El código fuente de los paquetes no es necesario y puede ser omitido de los medios si utiliza un disco USB de arranque, por ejemplo. Las opciones para la ubicación de SOURCE son: un medio DVD, una partición local en disco o un directorio previamente montado. Estas son las opciones estándar que seguramente conoce de Slackware. Asegúrese de ingresar la ruta completa del directorio hasta (e incluyendo) el directorio que contiene las series 'a', 'ap', 'd', ..., 'y'. Ya conoce la rutina. Cuando termine de configurar NETWORK y SOURCE, es hora de activar su servidor PXE. La pantalla mostrará una vista en tiempo real del registro de conexiones del servidor para las solicitudes de arranque de los clientes. Esto continuará hasta que presione 'Exit', lo cual hará que regrese al menú principal después de terminar el servicio PXE. Si se selecciona ACTIVATE reiniciará el servicio PXE. Las computadoras que arrancan de su servidor PXE verán la rutina usual en la instalación de Slackware. Cuando deban seleccionar el origen (SOURCE), estas computadoras tienen una opción, la entrada "Instalar desde servidor FTP/HTTP". El servidor PXE ofrece los paquetes de Slackware a las computadoras que los requieran utilizando su propio servidor interno de HTTP. Los valores estándar que verá para el URL y el PATH son suministrados por el servidor PXE y no deben ser cambiados. ...CUANDO TERMINE: EXIT: Esta opción sale de la configuración del servidor PXE de Slackware. ¡Diviértase usando este servidor PXE! --- Eric Hameleers alien@slackware.com

source: Slint PXE Server Help
es_cr: Ayuda del servidor PXE de Slint

source: CONFIGURE THE SYSTEM
es_cr: CONFIGURAR EL SISTEMA

source: Now we can configure your Linux system. If this is a new installation, you MUST configure it now or it will not boot correctly. However, if you are just adding software to an existing system, you can back out to the main menu and skip this step. However (important exception) if you've installed a new kernel image, it's important to reconfigure your system so that you can install LILO (the Linux loader) or create a bootdisk using the new kernel. You want to CONFIGURE your system, right?
es_cr: Ahora podemos configurar su sistema Linux. Si esta es una nueva instalación, DEBE configurarla ahora o no iniciará correctamente. Sin embargo, si solo está agregando software a un sistema existente, puede salirse del menú principal y saltarse este paso. Sin embargo (excepción importante), si ha instalado una nueva imagen del kernel, es importante configurar su sistema de nuevo para que pueda instalar LILO (el gestor de arranque de Linux) o crear un disco de arranque que utilice el nuevo kernel. ¿Desea CONFIGURAR su sistema, verdad?

source: DONE INSTALLING PACKAGES
es_cr: FINALIZADA LA INSTALACIÓN DE PAQUETES

source: Preparing to configure your new Linux system...
es_cr: Preparando la configuración de su nuevo sistema Linux...

source: Slint Setup Help
es_cr: Ayuda del programa de instalación de Slint

source: ERROR: TARGET PARTITION FULL
es_cr: ERROR: PARTICIÓN DESTINO LLENA

source: Setup has detected that one or more of your target partitions has become full. I'm sorry, but you will have to try installing again onto a partition or partitions with more free space. You could also try selecting fewer packages to install. Since there is no longer any space for setup to make its temporary files, this is an unrecoverable error. Press control-alt-delete to reboot and try again. Before doing that, you might want to switch to another console (Alt-F2) and use df (disk free utility) to see if you can get an idea of how to avoid this the next time around.
es_cr: El programa de instalación ha detectado que una o varias de sus particionesdestino se ha llenado. Lo siento pero tiene que intentar la instalación denuevo en una partición o particiones con más espacio libre. Puede tambiénseleccionar menos paquetes para instalar. Debido a que ya no hay másespacio para que el programa de instalación haga sus archivos temporales,este es un error sin recuperación. Presione control-alt-supr para reiniciare inténtelo de nuevo. Antes de hacerlo, puede cambiarse a otra consola(Alt-F2) y usar df (utilidad para espacio libre) para ver si puede hacerseuna idea de cómo evitar esto en el futuro.

source: REINSERT KERNEL DISC
es_cr: REINSERTE DISCO DEL KERNEL

source: Please reinsert the Slint disc containing the collection of Linux kernels. Usually this is disc number one (the disc that you boot from). Once you've inserted the disc, hit ENTER to continue.
es_cr: Por favor reinserte el disco de Slint que contiene la colección de kernels de Linux. Usualmente este es el disco número uno (el disco desde el cual arrancó). Luego de insertar el disco, presione ENTER para continuar.

source: ERROR ATTEMPTING TO INSTALL KERNEL
es_cr: ERROR INTENTANDO INSTALAR EL KERNEL

source: Sorry, but the directory $PLINK/kernels was not found. You may need to install the requested kernel $SLACK_KERNEL manually and then install LILO before your system will be able to boot correctly.
es_cr: Lo siento, pero el directorio $PLINK/kernels no fue encontrado. Puede que necesite instalar el kernel solicitado $SLACK_KERNEL manualmente y luego instalar LILO antes de que su sistema sea capaz de iniciar correctamente.

source: KEYBOARD MAP SELECTION
es_cr: SELECCIÓN DEL MAPA DEL TECLADO

source: You may select one of the following keyboard maps. If you do not select a keyboard map, $DefaultKeyMap is the current value. Use the UP/DOWN arrow keys and PageUp/PageDown to scroll through the whole list of choices.
es_cr: Puede seleccionar uno de los siguientes mapas del teclado. Si no selecciona un mapa de teclado, $DefaultKeyMap es el valor por defecto. Use las teclas de flechas ARRIBA/ABAJO y las teclas RePág/AvPág para moverse en la lista de escogencias.

source: OK, the new map is now installed. You may now test it by typing anything you want. To quit testing the keyboard, enter 1 on a line by itself to accept the map and go on, or 2 on a line by itself to reject the current keyboard map and select a new one.
es_cr: Muy bien, el nuevo mapa ya está instalado. Puede probarlo ahora escribiendo lo que desee. Para parar la prueba del teclado, ingrese 1 solo en una línea para aceptar el mapa y continuar, o 2 solo en una línea para rechazar el mapa de teclado actual y seleccionar uno nuevo.

source: Select Slint installation source.
es_cr: Seleccione origen de la instalación de Slint.

source: SOURCE MEDIA SELECTION
es_cr: SELECCIÓN DEL MEDIO DE ORIGEN

source: Please select the media from which to install Slint Linux:
es_cr: Por favor seleccione el medio desde el cual instalar Linux Slint:

source: Install from a Slint CD or DVD
es_cr: Instalar desde un CD o DVD de Slint

source: Install from a Slint USB stick
es_cr: Instalar desde una unidad USB de Slint

source: Install from a hard drive partition
es_cr: Instalar desde una partición en disco duro

source: Install from NFS (Network File System)
es_cr: Instalar desde NFS (Sistema de Archivos de Red)

source: Install from FTP/HTTP server
es_cr: Instalar desde un servidor FTP/HTTP

source: Install from Samba share
es_cr: Instalar desde un recurso compartido de Samba

source: Install from a pre-mounted directory
es_cr: Instalar desde un directorio montado previamente

source: You will now get a chance to probe your network interfaces.
es_cr: Ahora tendrá la oportunidad de buscar sus interfaces de red.

source: PROBING NETWORK DEVICES
es_cr: BUSCANDO DISPOSITIVOS DE RED

source: Are you OK with the network interface which was detected? If not, select 'No' to get back to the network probe program. You can try to load another driver explicitly, by using 'P <driver_name>'. If you are satisfied, select 'Yes' to continue with network configuration.
es_cr: ¿Está satisfecho con la interfaz de red que fue detectada? Si no lo está, seleccione 'No' para regresar al programa de búsqueda de red. Puede intentar cargar otro controlador explícitamente, usando 'P <nombre_controlador>'. Si está satisfecho, seleccione 'Yes' para continuar con la configuración de la red.

source: INITIALIZING NETWORK
es_cr: INICIALIZANDO RED

source: Waiting a few seconds for DHCP polling to settle ...
es_cr: Esperando unos segundos a que el sondeo DHCP finalice ...

source: You're running off the hard drive filesystem. Is this machine currently running on the network you plan to install from? If so, we won't try to reconfigure your ethernet card. Are you up-and-running on the network?
es_cr: Está ejecutando desde el sistema de archivos del disco duro. Está esta máquina actualmente conectada a la red desde la cuál planea instalar? Si es así, no intentaremos configurar de nuevo su tarjeta ethernet. ¿Está conectado a la red?

source: NETWORK CONFIGURATION
es_cr: CONFIGURACIÓN DE RED

source: I can configure your network interface $ENET_DEVICE fully automatically using DHCP. If you want this, please select 'yes'. If you select 'no' instead, then you will be able to assign the IP address, netmask and gateway manually.
es_cr: Es posible configurar su interfaz de red $ENET_DEVICE automáticamente utilizando DHCP. Si desea hacer esto, por favor seleccione 'yes'. Si selecciona 'no', entonces podrá asignar una dirección IP, máscara de red, y puerta de enlace manualmente.

source: DHCP CONFIGURATION
es_cr: CONFIGURACIÓN DHCP

source: You will need to enter the IP address you wish to assign to this machine. Example: 111.112.113.114 What is your IP address?
es_cr: Necesita ingresar la dirección IP que desea asignarle a esta máquina. Ejemplo: 111.112.113.114 ¿Cuál es su dirección IP?

source: ASSIGN IP ADDRESS
es_cr: ASIGNAR DIRECCIÓN IP

source: Now we need to know your netmask. Typically this will be 255.255.255.0 but this can be different depending on your local setup. What is your netmask?
es_cr: Ahora necesitamos saber su máscara de red. Típicamente esta será 255.255.255.0 pero puede ser diferente dependiendo de su configuración local. ¿Cuál es su máscara de red?

source: ASSIGN NETMASK
es_cr: ASIGNAR MÁSCARA DE RED

source: Do you have a gateway?
es_cr: ¿Tiene una puerta de enlace?

source: ASSIGN GATEWAY ADDRESS
es_cr: ASIGNAR DIRECCIÓN DE PUERTA DE ENLACE

source: What is the IP address for your gateway?
es_cr: ¿Cuál es la dirección IP de su puerta de enlace?

source: This is the proposed network configuration for $ENET_DEVICE - If this is OK, then select 'Yes'. If this is not OK and you want to configure again, select 'No'. * IP Address: $LOCAL_IPADDR * Netmask: $LOCAL_NETMASK
es_cr: Esta es la configuración de red propuesta para $ENET_DEVICE - Si esto está bien, entonces seleccione 'Sí'. Si no está bien y quiere configurar de nuevo, seleccione 'No'. * Dirección IP: $LOCAL_IPADDR * Máscara de red: $LOCAL_NETMASK

source: Configuring your network interface $ENET_DEVICE ...
es_cr: Configurando su interfaz de red $ENET_DEVICE ...

source: FETCHING CONFIGURATION
es_cr: OBTENIENDO CONFIGURACIÓN

source: Attempting to fetch a remote configuration file using $PROTO ...
es_cr: Intentando obtener un archivo de configuración remota usando $PROTO ...
